{
    "home": {
        "title": "Free online calculators for every need",
        "description": "Coolculators is your go-to resource for free online calculators designed to meet all your needs."
    },
    "contact_us": "Contact Us",
    "privacy_disclaimer": "This site does NOT use cookies and does NOT collect, store, or share any information with third parties.",
    "no_results": "No Results",
    "search_a_calculator": "Search a calculator...",
    "calculator_not_available_toast_summary": "Calculator not available",
    "calculator_not_available_toast_detail": "{0} is not currently available or it's still in development. Check back later.",
    "calculate": "Calculate",
    "more_resources_on_the_topic": "More resources on the topic",
    "select_a_country": "Select a country",
    "related_calculators": "Related Calculators",
    "category": "Category",
    "countries": {
        "france": "France",
        "germany": "Germany",
        "italy": "Italy",
        "netherlands": "Netherlands",
        "spain": "Spain",
        "usa": "United States",
        "china": "China",
        "india": "India",
        "pakistan": "Pakistan",
        "nigeria": "Nigeria",
        "brazil": "Brazil",
        "egypt": "Egypt",
        "indonesia": "Indonesia",
        "bangladesh": "Bangladesh",
        "mexico": "Mexico",
        "maldives": "Maldives",
        "seychelles": "Seychelles",
        "syria": "Syria",
        "tunisia": "Tunisia",
        "dominican_republic": "Dominican Republic",
        "tanzania": "Tanzania",
        "iraq": "Iraq",
        "rwanda": "Rwanda",
        "vanuatu": "Vanuatu"
    },
    "tags": {
        "health": "health",
        "diet": "diet",
        "nutrition": "nutrition",
        "fitness": "fitness",
        "wellness": "wellness",
        "food": "food",
        "physical_activity": "physical activity",
        "weight": "weight",
        "body": "body",
        "monitoring": "monitoring",
        "food_waste": "food waste",
        "sustainability": "sustainability",
        "environment": "environment",
        "carbon_footprint": "carbon footprint",
        "eco_friendly": "eco friendly",
        "cost_saving": "cost saving",
        "packaging": "packaging",
        "waste_reduction": "waste reduction",
        "emissions": "emissions",
        "climate_change": "climate change",
        "resource_management": "resource management",
        "responsible_consumption": "responsible consumption",
        "urban_gardening": "urban gardening",
        "self_sufficiency": "self sufficiency",
        "home_gardening": "home gardening",
        "food_security": "food security",
        "local_food_production": "local food production",
        "agriculture": "agriculture",
        "organic_gardening": "organic gardening"
    },
    "calculators": {
        "shared_messages": {
            "insert_data_to_calculate": "Specify values for every required field to calculate the result",
            "weight": "Weight",
            "height": "Height",
            "age": "Age",
            "gender": "Gender",
            "male": "Male",
            "female": "Female",
            "source": "Source",
            "formula": "Formula",
            "country": "Country",
            "calculating": "Calculating your result, please wait...",
            "calculation_error": "An error happened during calculation, please retry...",
            "day": "Day",
            "week": "Week",
            "month": "Month",
            "year": "Year",
            "time_period": "Time period",
            "man": "Man",
            "woman": "Woman",
            "seasons": {
                "spring": "Spring",
                "fall": "Fall",
                "winter": "Winter",
                "summer": "Summer",
                "late_spring": "Late spring"
            }
        },
        "body_mass_index": {
            "title": "Body Mass Index (BMI) Calculator",
            "description": "Underweight, normal weight, or overweight? Find out by calculating your BMI.",
            "messages": {
                "bmi": "BMI",
                "severe_thinness": "Severe Thinness",
                "moderate_thinness": "Moderate Thinness",
                "mild_thinness": "Mild Thinness",
                "normal": "Normal",
                "overweight": "Overweight",
                "underweight": "Underweight",
                "obese": "Obese",
                "obese_class_1": "Obese class 1",
                "obese_class_2": "Obese class 2",
                "obese_class_3": "Obese class 3",
                "bmi_ranges": "BMI Ranges",
                "what_bmi_is": "What is BMI?",
                "what_bmi_is_description": "Body Mass Index (BMI) is a parameter used to assess whether a person's weight is proportional to their height.{break}To calculate BMI, simply divide the weight in kilograms by the square of the height in meters.{break}This tool is useful for women and men who want to monitor their physical condition, helping them understand if they are underweight, normal weight, or overweight.",
                "low_or_high_bmi_risks": "Risks of a High or Low BMI",
                "low_or_high_bmi_risks_description": "A high or low Body Mass Index can indicate health risks.{break}A BMI higher than normal suggests overweight or obesity, increasing the risk of heart disease, diabetes, and hypertension.{break}Conversely, a low BMI may indicate underweight, leading to issues like weakness, osteoporosis, and nutritional deficiencies.{break}If your BMI is outside the normal range, consult a doctor for advice on diet and exercise.{break}It's also important to remember that BMI does not take into account factors like muscle mass, body fat percentage, or bone structure.{break}Therefore, even an individual with a high or low BMI compared to standard norms may still be perfectly healthy. For this reason, consulting a professional is always advisable.",
                "how_to_calculate_bmi": "How to Calculate BMI?",
                "how_to_calculate_bmi_description": {
                    "intro": "Calculating Body Mass Index (BMI) is simple and requires only two pieces of information: your weight and your height. Follow these steps:",
                    "step_1_intro": "Measure your weight:",
                    "step_2_intro": "Measure your height:",
                    "step_3_intro": "Use the formula: ",
                    "step_1": "weigh yourself in kilograms (kg).",
                    "step_2": "measure your height in meters (m).",
                    "step_3": "BMI = weight (kg) / height² (m²)."
                },
                "what_bmi_does_not_take_into_account": "Factors Not Taken into Account by BMI",
                "what_bmi_does_not_take_into_account_description": "Body Mass Index (BMI) is a useful tool for assessing weight in relation to height, but it doesn't account for several crucial factors.{break}Muscle Mass: BMI does not distinguish between fat mass and muscle mass. Athletes or very muscular individuals may have a high BMI but not be overweight.{break}Bone Structure: People with heavier bones may have a higher BMI compared to those with a lighter bone structure, without being truly overweight.{break}Body Fat Distribution: BMI does not consider where fat is distributed in the body. Excess abdominal fat can indicate a higher risk of diseases, even if BMI is normal.{break}Age and Gender: These factors can influence metabolism and body composition, but BMI does not directly consider them.{break}For a more complete health assessment, it is advisable to supplement BMI with other measurements, such as waist-hip circumference and body fat percentage.",
                "bmi_difference_between_man_and_woman": "BMI Difference between Men and Women",
                "bmi_difference_between_man_and_woman_description": "BMI is calculated the same way for men and women, but the results may have different interpretations due to physiological differences.{break}Fat Distribution: Women tend to have a higher body fat percentage than men, even with the same BMI. This is natural and related to hormonal factors.{break}Body Composition: On average, men have more muscle mass than women, which can lead to a higher BMI without a corresponding increase in body fat.{break}Results and Risks: For women, a normal BMI may be associated with a higher body fat percentage than for men, which can impact health risks differently.{break}Therefore, it's important to consider these differences when using BMI to assess weight and overall health.",
                "bmi_in_children": "BMI in Children",
                "bmi_in_children_description": "BMI in children works slightly differently than in adults. Instead of using fixed ranges, children's BMI is assessed based on age- and gender-specific growth charts.{break}In fact, BMI values for children are interpreted using percentiles: a child is considered to have a normal weight if their BMI is between the 5th and 85th percentile.{break}Another factor that distinguishes BMI evaluation between adults and children is growth and development: since children are still developing, and their body shape changes rapidly and frequently, as well as at different rates between different individuals, their BMI can vary significantly during both childhood and adolescence. Therefore, it's important to monitor BMI over time rather than relying on a single measurement.{break}As with adults, however, in children and adolescents, a BMI that is too high or too low may indicate growth or health issues, necessitating early intervention with the help of a pediatrician or a specialized nutritionist. BMI in children is a valuable tool for preventing obesity or malnutrition during growth."
            }
        },
        "daily_calorie_needs": {
            "title": "Daily Calorie Needs Calculator",
            "description": "Calculate your daily caloric needs and basal metabolic rate based on your age, weight, and activity level.",
            "messages": {
                "bmr": "Basal Metabolic Rate",
                "daily_calorie_needs": "Daily Calorie Needs",
                "physical_activity": "Physical Activity",
                "physical_activity_coefficient": "Physical Activity Coefficient",
                "sedentary_lifestyle": "Sedentary",
                "moderately_active_lifestyle": "Moderately Active",
                "active_lifestyle": "Active",
                "harris-benedict_formula": "Harris-Benedict Formula",
                "what_daily_calorie_needs_is": "What are Daily Calorie Needs?",
                "what_daily_calorie_needs_is_description": "Daily caloric needs are the amount of calories required to maintain a stable body weight, considering not only basal metabolic rate but also the energy expended on daily activities.{break}This value varies based on lifestyle and physical activity: a sedentary person will have lower caloric needs compared to someone who is moderately active or active.{break}Knowing your daily caloric requirement helps balance calorie intake with energy expenditure, preventing unhealthy weight gain or loss.",
                "what_bmr_is": "What is Basal Metabolic Rate (BMR)?",
                "what_bmr_is_description": "Basal metabolic rate (BMR) represents the minimum number of calories needed to maintain the body's vital functions at rest, such as breathing, blood circulation, and temperature regulation.{break}This value is influenced by factors like age, sex, weight, and height, and serves as the foundation for calculating daily caloric needs.{break}Knowing your BMR is essential for understanding how many calories your body burns at rest, which is crucial for creating a diet plan that supports your health goals.",
                "purpose_of_knowing_your_daily_calorie_needs": "What is the purpose of knowing your daily calorie needs?",
                "purpose_of_knowing_your_daily_calorie_needs_description": "Knowing your daily caloric needs is crucial for managing your weight and overall health. Understanding how many calories your body requires helps you set an appropriate diet, avoiding both overweight and excessive weight loss.{break}Additionally, it guides you on how much to eat to maintain, gain, or lose weight in a healthy and balanced way.{break}This calculation is especially useful for those aiming to improve their physical fitness or for those with specific goals such as building muscle mass or losing weight.",
                "how_to_calculate_your_daily_calorie_needs": "How to calculate your daily calorie needs (and basal metabolic rate)",
                "how_to_calculate_your_daily_calorie_needs_description": {
                    "intro": "To calculate your daily calorie needs, you must start with the Basal Metabolic Rate (BMR) using the Harris-Benedict formula, one of the most commonly used in nutrition. This formula considers gender, age, weight, and height.",
                    "for_men": "For men:",
                    "men_formula": "BMR = 66.473 + (13.7516 × weight in kg) + (5.0033 × height in cm) - (6.755 × age in years)",
                    "for_women": "For women:",
                    "women_formula": "BMR = 655.0955 + (9.5634 × weight in kg) + (1.8496 × height in cm) - (4.6756 × age in years)",
                    "after_bmr_formula": "Once you've calculated the BMR, multiply it by an activity factor that varies according to your activity level:",
                    "sedentary_daily_calorie_needs_formula": "BMR × 1.2",
                    "moderately_active_daily_calorie_needs_formula": "BMR × 1.3",
                    "active_daily_calorie_needs_formula": "BMR × 1.4"
                },
                "why_is_it_important_to_know_your_daily_calorie_needs": "Why is it important to know your daily calorie needs?",
                "why_is_it_important_to_know_your_daily_calorie_needs_description": "Knowing your daily calorie needs is crucial for maintaining a healthy lifestyle. It helps you make informed dietary decisions, maintain or achieve your desired weight, and improve your overall health.{break}Understanding how many calories your body requires allows you to properly balance calorie intake with energy expenditure, avoiding both the risk of gaining weight and losing weight in an unhealthy way.",
                "differences_between_bmr_formulas": "Comparison of Basal Metabolic Rate (BMR) Formulas",
                "differences_between_bmr_formulas_description": "There are different formulas for calculating Basal Metabolic Rate (BMR), including the Harris-Benedict formula and the Mifflin-St Jeor formula.{break}The Harris-Benedict formula, developed in 1918, was one of the first to be used and takes into account factors such as weight, height, age, and gender.{break}However, the Mifflin-St Jeor formula, introduced in 1990, is considered more accurate for the modern population as it accounts for changes in basal metabolic rate due to recent lifestyle and body composition changes.",
                "daily_calorie_need_for_sedentary_people_table": "Daily calorie requirement table for sedentary people"
            }
        },
        "food_waste": {
            "title": "Food Waste Calculator",
            "description": "Discover the CO₂eq emissions caused by your food waste and find out how much you could have saved.",
            "messages": {
                "intro": "This Food Waste Calculator allows you to measure the environmental impact and the economic cost of your food waste.{break}By understanding your CO₂eq emissions, you can make more sustainable choices, reduce waste, and save money.",
                "meat": "Meat",
                "fruits": "Fruits",
                "vegetables": "Vegetables",
                "dairy": "Dairy",
                "seafood": "Seafood",
                "grains": "Grains",
                "sweets_and_snacks": "Sweets and Snacks",
                "food_category": "Food Category",
                "bought_amount": "Bought Amount",
                "wasted_amount": "Wasted Amount",
                "paper_packaging_amount": "Paper packaging amount",
                "plastic_packaging_amount": "Plastic packaging amount",
                "wasted_amount_cant_be_greater_than_bought_amount": "Wasted amount cant be greater than bought amount",
                "calculation_results": "Out of ~{total_emissions} CO₂eq emitted, ~{wasted_emissions} CO₂eq were wasted. Only ~{could_have_been_enough_emissions} CO₂eq would have been enough.{space}Out of ~{total_costs}€ spent, ~{wasted_costs}€ were wasted. Only ~{could_have_been_enough_costs}€ would have been enough.{space}Emissions from wasted food are equivalent to driving a car for {km_in_car_equivalent} km.",
                "sources_on_carbon_footprint_and_prices": "Sources on carbon footprint and prices",
                "how_food_waste_gets_calculated": "How food waste is calculated",
                "how_food_waste_gets_calculated_description": "Calculating food waste is crucial for understanding the impact of our eating habits on the environment and our wallets.{break}Our tool estimates your carbon footprint based on the amount of food wasted and the information you provide, calculating the equivalent in CO₂ emissions to give a clear picture of how much we waste and how we can improve.",
                "how_to_reduce_food_waste": "How to reduce food waste",
                "how_to_reduce_food_waste_description": "Reducing food waste is possible by adopting simple measures.{break}Plan your weekly meals, create a targeted shopping list, and store food properly.{break}Learn to recycle leftovers and monitor expiration dates. Even smaller portions can make a difference, preventing you from cooking or serving more than necessary.",
                "how_to_reduce_carbon_footprint_of_our_diet": "How to reduce the carbon footprint of our diet",
                "how_to_reduce_carbon_footprint_of_our_diet_description": "Reducing the carbon footprint of our diet begins with making conscious choices.{break}Choose local and seasonal foods, reduce meat and fish consumption, and opt for products with less packaging.{break}This food carbon footprint calculator can help you visualize the impact of your food choices, allowing you to adopt more sustainable habits.",
                "how_to_compare_food_waste_emissions_to_emission_per_km_driven_in_car": "How to compare food waste emissions to emissions per km driven in a car",
                "how_to_compare_food_waste_emissions_to_emission_per_km_driven_in_car_description": "Since the results of food waste are expressed in equivalent CO₂ emissions, we can compare them with the CO₂ emissions of a car.{break}Simply multiply the equivalent emissions of food waste by the emissions per km of a selected car model. In our case a Toyota Corolla (one of the most popular cars in the world), with estimated emissions per km of {avg_emissions_per_km} KgCO₂e.{space}Source and more details on the calculation: {source_link}",
                "top_10_country_by_waste_per_capita": "Top 10 Countries by food waste per capita",
                "food_waste_in_kg_per_capita": "Food Waste (Kg/Capita)",
                "top_10_country_by_annual_food_waste": "Top 10 Countries by annual food waste",
                "annual_food_waste_in_tons": "Annual Food Waste (Tons)",
                "how_different_food_categories_impact_on_co2_emissions": "How Different Food Categories Contribute to CO₂ Emissions",
                "how_different_food_categories_impact_on_co2_emissions_description": "Each food category contributes to CO₂ emissions in different ways, influencing the overall environmental impact of our diet.{break}Meat is among the biggest contributors, with beef production emitting large amounts of CO₂ and methane, primarily from intensive livestock farming and the digestion of ruminants.{break}Fruits and vegetables have a lower impact, but emissions can increase due to long-distance transport and greenhouse cultivation.{break}Dairy follows meat, with high emissions linked to the production of milk and its derivatives, due to the resources required for feeding and managing cows.{break}Seafood can vary, but intensive fishing and aquaculture contribute to emissions through the use of fuels for boats and feeding in aquaculture farms.{break}Grains have relatively low emissions, but large-scale production and the use of chemical fertilizers increase them.{break}Finally, sweets and snacks may seem less impactful, but ingredients like sugar and palm oil, along with industrial processes, contribute to overall CO₂ emissions."
            }
        },
        "vegetable_garden": {
            "title": "Vegetable Garden Planting Calculator",
            "description": "With this calculator, you can plan your vegetable garden planting: discover the needs, costs, and yields of the vegetables you intend to grow.",
            "messages": {
                "intro": "Factors considered: space needed, irrigation, fertilizer, soil, costs, yield, season, diseases.",
                "diseases_preventions": {
                    "use_disease_resistant_varieties": "use disease-resistant varieties",
                    "rotate_crops": "rotate crops",
                    "ensure_proper_spacing": "ensure proper spacing",
                    "use_disease_resistant_seeds": "use disease-resistant seeds",
                    "ensure_good_air_circulation": "ensure good air circulation",
                    "avoid_overhead_watering": "avoid overhead watering",
                    "water_at_the_base_of_the_plant": "water at the base of the plant",
                    "avoid_soil_compaction": "avoid soil compaction",
                    "use_row_covers": "use row covers",
                    "use_certified_disease_free_seeds": "use certified disease-free seeds"
                },
                "diseases_signs_and_symptoms": {
                    "yellowing_leaves": "yellowing leaves",
                    "stunted_growth": "stunted growth",
                    "downy_mildew": "downy mildew",
                    "wilting_leaves": "wilting leaves",
                    "spots_on_fruit": "spots on fruit",
                    "powdery_mildew": "powdery mildew",
                    "forked_roots": "forked roots",
                    "root_maggots": "root maggots",
                    "black_spots_on_leaves": "black spots on leaves",
                    "wilting": "wilting"
                },
                "diseases_treatments": {
                    "apply_organic_fungicide": "apply organic fungicide",
                    "remove_affected_plants": "remove affected plants",
                    "apply_fungicide": "apply fungicide",
                    "remove_infected_leaves": "remove infected leaves",
                    "apply_copper_fungicide": "apply copper fungicide",
                    "remove_diseased_parts": "remove diseased parts",
                    "apply_neem_oil": "apply neem oil",
                    "remove_infected_parts": "remove infected parts",
                    "use_organic_nematode_control": "use organic nematode control",
                    "apply_insecticidal_soap": "apply insecticidal soap",
                    "remove_and_destroy_infected_plants": "remove and destroy infected plants"
                },
                "fertilizers": {
                    "compost": "compost",
                    "organic_nitrogen": "organic nitrogen",
                    "organic_compost": "organic compost",
                    "nitrogen_rich_fertilizer": "nitrogen-rich fertilizer",
                    "balanced_fertilizer": "balanced fertilizer",
                    "potassium_rich_fertilizer": "potassium-rich fertilizer",
                    "potash_rich_fertilizer": "potash-rich fertilizer"
                },
                "growing_tips": {
                    "plant_in_cool_weather": "plant in cool weather",
                    "keep_soil_consistently_moist": "keep soil consistently moist",
                    "avoid_planting_in_hot_weather": "avoid planting in hot weather",
                    "support_with_stakes": "support with stakes",
                    "prune_suckers_for_better_yield": "prune suckers for better yield",
                    "mulch_to_retain_moisture": "mulch to retain moisture",
                    "train_vines_on_a_trellis": "train vines on a trellis",
                    "thin_seedlings_to_prevent_crowding": "thin seedlings to prevent crowding",
                    "ensure_deep_loose_soil": "ensure deep, loose soil",
                    "harvest_early_to_avoid_bitterness": "harvest early to avoid bitterness",
                    "ensure_consistent_moisture": "ensure consistent moisture",
                    "hill_up_soil_around_plants": "hill up soil around plants",
                    "avoid_waterlogged_soil": "avoid waterlogged soil"
                },
                "soils": {
                    "loamy_soil": "loamy soil",
                    "well_drained_soil": "well-drained soil",
                    "slightly_acidic_soil": "slightly acidic soil",
                    "sandy_loam": "sandy loam",
                    "sandy_soil": "sandy soil"
                },
                "vegetable_types": {
                    "leafy_vegetable": "leafy vegetable",
                    "fruit_vegetable": "fruit vegetable",
                    "root_vegetable": "root vegetable",
                    "bulb_vegetable": "bulb vegetable",
                    "tuber_vegetable": "tuber vegetable",
                    "stem_vegetable": "stem vegetable",
                    "flowering_vegetable": "flowering vegetable",
                    "legume": "legume",
                    "seed_vegetable": "seed vegetable",
                    "herb": "herb"
                },
                "time_periods": {
                    "per_week": "per week"
                },
                "vegetables": {
                    "lettuce": "Lettuce",
                    "spinach": "Spinach",
                    "tomato": "Tomato",
                    "cucumber": "Cucumber",
                    "carrot": "Carrot",
                    "radish": "Radish",
                    "potato": "Potato"
                },
                "results": {
                    "by_price": "With {cost}€, you can buy {plant_amount} plants. You will need {required_space} cm² of space and you will be able to harvest {harvest_amount} kg.",
                    "by_available_space": "In {required_space} cm², you can plant {plant_amount} plants. It will cost you {cost}€ and you will be able to harvest {harvest_amount} kg.",
                    "by_harvest_amount": "To harvest at least {harvest_amount} kg, you will need to plant {plant_amount} plants and you will need {required_space} cm² of space. It will cost you {cost}€."
                },
                "select_vegetables": "Select vegetables",
                "vegetables_lbl": "Vegetables",
                "what_to_base_the_calculation_on": "What to base the calculation on?",
                "calculation_by_price": "Based on my budget",
                "calculation_by_available_space": "Based on the space I have available",
                "calculation_by_harvest_amount": "Based on the desired harvest amount",
                "available_space": "Available space",
                "desired_harvest": "Desired harvest",
                "available_budget": "Available budget",
                "no_vegetables_selected": "No vegetables selected",
                "missing_user_data": "Missing information on the selected vegetables",
                "more_info_on_this_vegetable": "More info on this vegetable",
                "space_required_between_plants": "Space required between plants",
                "irrigation": "Irrigation",
                "irrigation_message": "{quantity} liters {frequency_amount} times {frequency_time_period}",
                "suitable_fertilizers": "Suitable fertilizers",
                "suitable_soils": "Suitable soil types",
                "suitable_seasons": "Planting seasons",
                "growing_tips_lbl": "Growing tips",
                "common_diseases": "Common diseases",
                "diseases_signs_and_symptoms_lbl": "Signs and symptoms",
                "diseases_preventions_lbl": "Preventions",
                "diseases_treatments_lbl": "Treatments"
            }
        }
    }
}