{
    "home": {
        "title": "Free online calculators for every need",
        "description": "Discover a comprehensive collection of free online calculators designed to meet all your needs. Whether you're looking for financial, health, or utility tools, our site offers a wide range of easy-to-use calculators. Explore our extensive list and find the perfect calculator for any task. Your go-to resource for convenient and accurate calculations."
    },
    "contact_us": "Contact Us",
    "privacy_disclaimer": "This site does NOT use cookies and does NOT collect, store, or share any information with third parties.",
    "no_results": "No Results",
    "search_a_calculator": "Search a calculator...",
    "calculator_not_available_toast_summary": "Calculator not available",
    "calculator_not_available_toast_detail": "{0} is not currently available or it's still in development. Check back later.",
    "calculate": "Calculate",
    "more_resources_on_the_topic": "More resources on the topic",
    "select_a_country": "Select a country",
    "related_calculators": "Related Calculators",
    "countries": {
        "france": "France",
        "germany": "Germany",
        "italy": "Italy",
        "netherlands": "Netherlands",
        "spain": "Spain",
        "usa": "United States",
        "china": "China",
        "india": "India",
        "pakistan": "Pakistan",
        "nigeria": "Nigeria",
        "brazil": "Brazil",
        "egypt": "Egypt",
        "indonesia": "Indonesia",
        "bangladesh": "Bangladesh",
        "mexico": "Mexico",
        "maldives": "Maldives",
        "seychelles": "Seychelles",
        "syria": "Syria",
        "tunisia": "Tunisia",
        "dominican_republic": "Dominican Republic",
        "tanzania": "Tanzania",
        "iraq": "Iraq",
        "rwanda": "Rwanda",
        "vanuatu": "Vanuatu"
    },
    "tags": {
        "health": "health",
        "diet": "diet",
        "nutrition": "nutrition",
        "fitness": "fitness",
        "wellness": "wellness",
        "food": "food",
        "physical_activity": "physical activity",
        "weight": "weight",
        "body": "body",
        "monitoring": "monitoring",
        "food_waste": "food waste",
        "sustainability": "sustainability",
        "environment": "environment",
        "carbon_footprint": "carbon footprint",
        "eco_friendly": "eco friendly",
        "cost_saving": "cost saving",
        "packaging": "packaging",
        "waste_reduction": "waste reduction",
        "emissions": "emissions",
        "climate_change": "climate change",
        "resource_management": "resource management",
        "responsible_consumption": "responsible consumption"
    },
    "calculators": {
        "shared_messages": {
            "data_generated_using_ai": "The data was generated with the help of artificial intelligence, therefore it may be erroneous or inaccurate.",
            "insert_data_to_calculate": "Specify values for every required field to calculate the result",
            "weight": "Weight",
            "height": "Height",
            "age": "Age",
            "gender": "Gender",
            "male": "Male",
            "female": "Female",
            "source": "Source",
            "formula": "Formula",
            "country": "Country",
            "calculating": "Calculating your result, please wait...",
            "calculation_error": "An error happened during calculation, please retry...",
            "day": "Day",
            "week": "Week",
            "month": "Month",
            "year": "Year",
            "time_period": "Time period",
            "man": "Man",
            "woman": "Woman"
        },
        "body_mass_index": {
            "title": "Body Mass Index (BMI) Calculator",
            "description": "Calculate your BMI and discover your ideal weight based on height and age, to assess whether you are underweight, normal weight, or overweight.",
            "messages": {
                "bmi": "BMI",
                "severe_thinness": "Severe Thinness",
                "moderate_thinness": "Moderate Thinness",
                "mild_thinness": "Mild Thinness",
                "normal": "Normal",
                "overweight": "Overweight",
                "underweight": "Underweight",
                "obese": "Obese",
                "obese_class_1": "Obese class 1",
                "obese_class_2": "Obese class 2",
                "obese_class_3": "Obese class 3",
                "bmi_ranges": "BMI Ranges",
                "what_bmi_is": "What is BMI?",
                "what_bmi_is_description": "The Body Mass Index (BMI) is a parameter used to assess whether a person's weight is proportionate to their height. To calculate BMI, simply divide the weight in kilograms by the square of the height in meters. This tool is useful for both women and men who want to monitor their health, helping you understand if you are underweight, at a normal weight, or overweight, providing a useful indication of your physical condition.",
                "low_or_high_bmi_risks": "Risks of a High or Low BMI",
                "low_or_high_bmi_risks_description": "A high or low body mass index can indicate health risks. A BMI above the normal range suggests overweight or obesity, increasing the risk of heart disease, diabetes, and high blood pressure. Conversely, a low BMI may indicate underweight, leading to issues such as weakness, osteoporosis, and nutritional deficiencies. If your BMI is outside the normal parameters, consult a doctor for advice on diet and exercise.",
                "how_to_calculate_bmi": "How to Calculate BMI?",
                "how_to_calculate_bmi_description": {
                    "intro": "Calculating Body Mass Index (BMI) is simple and requires only two pieces of information: your weight and your height. Follow these steps:",
                    "step_1_intro": "Measure your weight:",
                    "step_2_intro": "Measure your height:",
                    "step_3_intro": "Use the formula: ",
                    "step_1": "weigh yourself in kilograms (kg).",
                    "step_2": "measure your height in meters (m).",
                    "step_3": "BMI = weight (kg) / height² (m²)."
                },
                "what_bmi_does_not_take_into_account": "Factors Not Taken into Account by BMI",
                "what_bmi_does_not_take_into_account_description": "Body Mass Index (BMI) is a useful tool for evaluating weight in relation to height, but it does not consider several crucial factors. Muscle Mass: BMI does not distinguish between fat and muscle mass. Athletes or very muscular individuals may have a high BMI but not be overweight. Bone Structure: People with heavier bones may have a higher BMI compared to those with a lighter bone structure, without being genuinely overweight. Fat Distribution: BMI does not consider where fat is distributed on the body. Excess abdominal fat can indicate a higher risk of diseases, even if the BMI is normal. Age and Gender: These factors can influence metabolism and body composition, but BMI does not directly account for them. For a more complete health assessment, it is advisable to complement BMI with other measures, such as waist-hip ratio and body fat percentage.",
                "bmi_difference_between_man_and_woman": "BMI Difference between Men and Women",
                "bmi_difference_between_man_and_woman_description": "BMI is calculated the same way for men and women, but the values obtained can have different interpretations due to physiological differences. Fat Distribution: Women tend to have a higher body fat percentage compared to men, even at the same BMI. This is natural and related to hormonal factors. Body Composition: Men, on average, have more muscle mass than women, which can result in a higher BMI without a corresponding increase in body fat. Results and Risks: For women, a normal BMI may be associated with a higher body fat percentage compared to men, which may affect health risks differently. Therefore, it is important to consider these differences when using BMI to assess weight and general health.",
                "bmi_in_children": "BMI in Children",
                "bmi_in_children_description": "BMI in children works slightly differently than in adults. Instead of using fixed ranges, children's BMI is assessed based on growth charts specific to age and sex. Percentiles: BMI values for children are interpreted using percentiles. A child is considered healthy weight if their BMI is between the 5th and 85th percentile. Growth and Development: As children grow at different rates, their BMI can vary significantly during childhood and adolescence. It is important to monitor BMI over time rather than relying on a single measurement. Early Intervention: A BMI that is too high or too low may indicate growth or health problems, making early intervention necessary with the help of a pediatrician or specialized nutritionist. BMI in children is a valuable tool for preventing obesity or malnutrition during growth."
            }
        },
        "daily_calorie_needs": {
            "title": "Daily Calorie Needs Calculator",
            "description": "Calculate your daily caloric needs and basal metabolic rate based on your age, weight, and activity level.",
            "messages": {
                "bmr": "Basal Metabolic Rate",
                "daily_calorie_needs": "Daily Calorie Needs",
                "physical_activity": "Physical Activity",
                "physical_activity_coefficient": "Physical Activity Coefficient",
                "sedentary_lifestyle": "Sedentary",
                "moderately_active_lifestyle": "Moderately Active",
                "active_lifestyle": "Active",
                "harris-benedict_formula": "Harris-Benedict Formula",
                "what_daily_calorie_needs_is": "What are Daily Calorie Needs?",
                "what_daily_calorie_needs_is_description": "Daily calorie needs represent the number of calories your body requires each day to perform all activities, both physical and mental. This value is essential for maintaining a stable body weight and ensuring your body's proper function. The calculation of daily calories takes into account the basal metabolic rate, physical activities, and other factors such as age, sex, and weight.",
                "what_bmr_is": "What is Basal Metabolic Rate (BMR)?",
                "what_bmr_is_description": "Basal Metabolic Rate (BMR) represents the minimum number of calories required to maintain vital body functions at rest, such as breathing, blood circulation, and temperature regulation. This value is influenced by factors such as age, gender, weight, and height, and forms the basis for calculating daily calorie needs. Knowing your BMR is essential for understanding how many calories your body burns at rest and for establishing a proper dietary plan to support your health goals.",
                "purpose_of_knowing_your_daily_calorie_needs": "What is the purpose of knowing your daily calorie needs?",
                "purpose_of_knowing_your_daily_calorie_needs_description": "Knowing your daily calorie needs is essential for managing weight and health. Understanding how many calories your body requires allows you to set up an appropriate diet, avoiding both overweight and excessive weight loss. Additionally, it helps you determine how much to eat to maintain, gain, or reduce weight in a healthy and balanced way. This calculation is particularly useful for those looking to improve their fitness or with specific goals such as gaining muscle mass or losing weight.",
                "how_to_calculate_your_daily_calorie_needs": "How to calculate your daily calorie needs (and basal metabolic rate)",
                "how_to_calculate_your_daily_calorie_needs_description": {
                    "intro": "To calculate your daily calorie needs, you must start with the Basal Metabolic Rate (BMR) using the Harris-Benedict formula, one of the most commonly used in nutrition. This formula considers gender, age, weight, and height.",
                    "for_men": "For men:",
                    "men_formula": "BMR = 66.473 + (13.7516 × weight in kg) + (5.0033 × height in cm) - (6.755 × age in years)",
                    "for_women": "For women:",
                    "women_formula": "BMR = 655.0955 + (9.5634 × weight in kg) + (1.8496 × height in cm) - (4.6756 × age in years)",
                    "after_bmr_formula": "Once you've calculated the BMR, multiply it by an activity factor that varies according to your activity level:",
                    "sedentary_daily_calorie_needs_formula": "BMR × 1.2",
                    "moderately_active_daily_calorie_needs_formula": "BMR × 1.3",
                    "active_daily_calorie_needs_formula": "BMR × 1.4"
                },
                "why_is_it_important_to_know_your_daily_calorie_needs": "Why is it important to know your daily calorie needs?",
                "why_is_it_important_to_know_your_daily_calorie_needs_description": "Knowing your daily calorie needs is crucial for maintaining a healthy lifestyle. It helps you make informed dietary decisions, maintain or achieve your desired weight, and improve your overall health. Understanding how many calories your body requires allows you to properly balance calorie intake with energy expenditure, avoiding both the risk of gaining weight and losing weight in an unhealthy way.",
                "differences_between_bmr_formulas": "Comparison of Basal Metabolic Rate (BMR) Formulas",
                "differences_between_bmr_formulas_description": "There are different formulas for calculating Basal Metabolic Rate (BMR), including the Harris-Benedict formula and the Mifflin-St Jeor formula. The Harris-Benedict formula, developed in 1918, was one of the first to be used and takes into account factors such as weight, height, age, and gender. However, the Mifflin-St Jeor formula, introduced in 1990, is considered more accurate for the modern population as it accounts for changes in basal metabolic rate due to recent lifestyle and body composition changes.",
                "daily_calorie_need_for_sedentary_people_table": "Daily calorie requirement table for sedentary people"
            }
        },
        "food_waste": {
            "title": "Food Waste Calculator",
            "description": "Analyze CO2 emissions and average cost for different food categories, helping you make more sustainable and informed decisions.",
            "messages": {
                "intro": "Use our Food Waste Calculator to accurately measure the environmental impact and financial cost of food waste in your household or business. By understanding your CO2 emissions across various food categories, you can make more sustainable choices and reduce waste efficiently.",
                "select_a_time_period": "Select a time period",
                "meat": "Meat",
                "fruits": "Fruits",
                "vegetables": "Vegetables",
                "dairy": "Dairy",
                "seafood": "Seafood",
                "grains": "Grains",
                "sweets_and_snacks": "Sweets and Snacks",
                "food_category": "Food Category",
                "bought_amount": "Bought Amount",
                "wasted_amount": "Wasted Amount",
                "paper_packaging_amount": "Paper packaging amount",
                "plastic_packaging_amount": "Plastic packaging amount",
                "wasted_amount_cant_be_greater_than_bought_amount": "Wasted amount cant be greater than bought amount",
                "calculation_results": "Out of ~{total_emissions} CO₂eq emitted, ~{wasted_emissions} CO₂eq were wasted. Only ~{could_have_been_enough_emissions} CO₂eq would have been enough.{break}Out of ~{total_costs}€ spent, ~{wasted_costs}€ were wasted. Only ~{could_have_been_enough_costs}€ would have been enough.Emissions from wasted food are equivalent to driving a car for {km_in_car_equivalent} km.",
                "sources_on_carbon_footprint_and_prices": "Sources on carbon footprint and prices",
                "how_food_waste_gets_calculated": "How food waste is calculated",
                "how_food_waste_gets_calculated_description": "Calculating food waste is crucial for understanding the impact of our eating habits on the environment and our wallets. Our tool estimates your carbon footprint based on the amount of food wasted and the information you provide, calculating the equivalent in CO₂ emissions to give a clear picture of how much we waste and how we can improve.",
                "how_to_reduce_food_waste": "How to reduce food waste",
                "how_to_reduce_food_waste_description": "Reducing food waste is possible by adopting simple measures. Plan your weekly meals, create a targeted shopping list, and store food properly. Learn to recycle leftovers and monitor expiration dates. Even smaller portions can make a difference, preventing you from cooking or serving more than necessary.",
                "how_to_reduce_carbon_footprint_of_our_diet": "How to reduce the carbon footprint of our diet",
                "how_to_reduce_carbon_footprint_of_our_diet_description": "Reducing the carbon footprint of our diet starts with conscious choices. Opt for local and seasonal foods, reduce meat and fish consumption, and choose products with less packaging. A food carbon footprint calculator can help you visualize the impact of your food choices, allowing you to adopt more sustainable habits.",
                "how_to_compare_food_waste_emissions_to_emission_per_km_driven_in_car": "How to compare food waste emissions to emissions per km driven in a car",
                "how_to_compare_food_waste_emissions_to_emission_per_km_driven_in_car_description": "Since the results of food waste are expressed in equivalent CO₂ emissions, we can compare them with the CO₂ emissions of a car. Simply multiply the equivalent emissions of food waste by the emissions per km of a selected car model. In our case, a Toyota Corolla (one of the most popular cars in the world), with estimated emissions per km of {avg_emissions_per_km} KgCO₂e.{break}Source and more details on the calculation: {source_link}",
                "top_10_country_by_waste_per_capita": "Top 10 Countries by food waste per capita",
                "food_waste_in_kg_per_capita": "Food Waste (Kg/Capita)",
                "top_10_country_by_annual_food_waste": "Top 10 Countries by annual food waste",
                "annual_food_waste_in_tons": "Annual Food Waste (Tons)",
                "how_different_food_categories_impact_on_co2_emissions": "How Different Food Categories Contribute to CO₂ Emissions",
                "how_different_food_categories_impact_on_co2_emissions_description": "Each food category contributes to CO₂ emissions in different ways, influencing the overall environmental impact of our diet. Meat is among the biggest contributors, with beef production emitting large amounts of CO₂ and methane, primarily from intensive livestock farming and the digestion of ruminants. Fruits and vegetables have a lower impact, but emissions can increase due to long-distance transport and greenhouse cultivation. Dairy follows meat, with high emissions linked to the production of milk and its derivatives, due to the resources required for feeding and managing cows. Seafood can vary, but intensive fishing and aquaculture contribute to emissions through the use of fuels for boats and feeding in aquaculture farms. Grains have relatively low emissions, but large-scale production and the use of chemical fertilizers increase them. Finally, sweets and snacks may seem less impactful, but ingredients like sugar and palm oil, along with industrial processes, contribute to overall CO₂ emissions.",
                "how_the_supply_chain_impact_the_co2_emissions": "How the Supply Chain Increases CO₂ Emissions",
                "how_the_supply_chain_impact_the_co2_emissions_description": "The food supply chain significantly increases CO₂ emissions for each food category. For meat, emissions come from feed production, intensive livestock farming, slaughter, and refrigeration. Fruits and vegetables see an increase in emissions during transport, especially if imported from distant countries, and in cold storage. Dairy requires additional resources for milk production and processing, with the use of energy-intensive machinery and the need for continuous refrigeration. The seafood supply chain involves the intensive use of fossil fuels for fishing vessels, and aquaculture contributes to emissions through energy consumption and water pollution. Grains experience an increase in emissions during processing, drying, and transport, especially for those destined for industrial production. Sweets and snacks involve a complex production process that includes ingredient processing, packaging, and distribution, all of which contribute to overall emissions."
            }
        },
        "pregnancy": {
            "title": "Pregnancy Calculator",
            "description": ""
        },
        "heart_rate": {
            "title": "Heart Rate Calculator",
            "description": ""
        },
        "hydration": {
            "title": "Hydration Calculator",
            "description": ""
        },
        "date_difference": {
            "title": "Date Difference Calculator",
            "description": ""
        },
        "age": {
            "title": "Age Calculator",
            "description": ""
        },
        "time_zone": {
            "title": "Time Zone Calculator",
            "description": ""
        },
        "countdown": {
            "title": "Countdown Calculator",
            "description": ""
        },
        "work_hours": {
            "title": "Work Hours Calculator",
            "description": ""
        },
        "paint": {
            "title": "Paint Calculator",
            "description": ""
        },
        "tile": {
            "title": "Tile Calculator",
            "description": ""
        },
        "concrete": {
            "title": "Concrete Calculator",
            "description": ""
        },
        "insulation": {
            "title": "Insulation Calculator",
            "description": ""
        },
        "fertilizer": {
            "title": "Fertilizer Calculator",
            "description": ""
        },
        "series_and_parallel_resistor": {
            "title": "Series and Parallel Resistor Calculator",
            "description": ""
        },
        "voltage_drop": {
            "title": "Voltage Drop Calculator",
            "description": ""
        },
        "electrical_power": {
            "title": "Electrical Power Calculator",
            "description": ""
        },
        "material_strength": {
            "title": "Material Strength Calculator",
            "description": ""
        },
        "battery_charge_time": {
            "title": "Battery Charge Time Calculator",
            "description": ""
        },
        "grade_point_average": {
            "title": "Grade Point Average Calculator",
            "description": ""
        },
        "percentage": {
            "title": "Percentage Calculator",
            "description": ""
        },
        "mileage": {
            "title": "Mileage Calculator",
            "description": ""
        },
        "fuel_cost": {
            "title": "Fuel Cost Calculator",
            "description": ""
        },
        "navigation_route": {
            "title": "Navigation Route Calculator",
            "description": ""
        },
        "co2_emissions": {
            "title": "CO2 Emissions Calculator",
            "description": ""
        },
        "flight_time": {
            "title": "Flight Time Calculator",
            "description": ""
        },
        "body_fat": {
            "title": "Body Fat Calculator",
            "description": ""
        },
        "macronutrient": {
            "title": "Macronutrient Calculator",
            "description": ""
        },
        "ideal_weight": {
            "title": "Ideal Weight Calculator",
            "description": ""
        },
        "maximum_heart_rate": {
            "title": "Maximum Heart Rate Calculator",
            "description": ""
        },
        "recovery_time": {
            "title": "Recovery Time Calculator",
            "description": ""
        },
        "volume": {
            "title": "Volume Calculator",
            "description": ""
        },
        "surface_area": {
            "title": "Surface Area Calculator",
            "description": ""
        },
        "weight": {
            "title": "Weight Calculator",
            "description": ""
        },
        "profit_margin": {
            "title": "Profit Margin Calculator",
            "description": ""
        },
        "sale_price": {
            "title": "Sale Price Calculator",
            "description": ""
        },
        "break_even_point": {
            "title": "Break-Even Point Calculator",
            "description": ""
        },
        "car_performance": {
            "title": "Car Performance Calculator",
            "description": ""
        },
        "car_maintenance": {
            "title": "Car Maintenance Calculator",
            "description": ""
        },
        "car_financing": {
            "title": "Car Financing Calculator",
            "description": ""
        },
        "energy_consumption": {
            "title": "Energy Consumption Calculator",
            "description": ""
        },
        "solar_panel": {
            "title": "Solar Panel Calculator",
            "description": ""
        },
        "carbon_footprint": {
            "title": "Carbon Footprint Calculator",
            "description": ""
        },
        "energy_efficiency": {
            "title": "Energy Efficiency Calculator",
            "description": ""
        },
        "energy_savings": {
            "title": "Energy Savings Calculator",
            "description": ""
        }
    }
}