{
    "home": {
        "title": "Calcolatori online gratis per ogni necessità",
        "description": "Coolculators è la tua risorsa di riferimento per calcolatori online gratuiti pensati per soddisfare tutte le tue esigenze."
    },
    "contact_us": "✉️ Contattaci",
    "privacy_disclaimer": "Questo sito NON usa cookie e NON raccoglie, salva o condivide a terzi alcuna informazione.",
    "no_results": "🍃 Nessun Risultato",
    "search_a_calculator": "🔍 Cerca un calcolatore...",
    "calculator_not_available_toast_summary": "😶‍🌫️ Calcolatore non disponibile",
    "calculator_not_available_toast_detail": "{0} non è al momento disponibile o è ancora in fase di sviluppo. Riprova più avanti.",
    "calculate": "✅ Calcola",
    "more_resources_on_the_topic": "Altre risorse sull'argomento",
    "select_a_country": "Seleziona una nazione",
    "related_calculators": "Calcolatori Correlati",
    "category": "Categoria",
    "support_my_work": "🩷 Supporta il mio lavoro",
    "about": "Ciao!👋 Sono Simone, ma pui chiamarmi Talp1. Ho {age} anni e sono un full-stack developer indipendente 👨‍💻.{break}Cerco di fare piccoli software che spero possano esserti utili. :)",
    "countries": {
        "france": "Francia",
        "germany": "Germania",
        "italy": "Italia",
        "netherlands": "Paesi Bassi",
        "spain": "Spagna",
        "usa": "Stati Uniti",
        "china": "Cina",
        "india": "India",
        "pakistan": "Pakistan",
        "nigeria": "Nigeria",
        "brazil": "Brasile",
        "egypt": "Egitto",
        "indonesia": "Indonesia",
        "bangladesh": "Bangladesh",
        "mexico": "Messico",
        "maldives": "Maldive",
        "seychelles": "Seychelles",
        "syria": "Siria",
        "tunisia": "Tunisia",
        "dominican_republic": "Repubblica Domenicana",
        "tanzania": "Tanzania",
        "iraq": "Iraq",
        "rwanda": "Ruanda",
        "vanuatu": "Vanuatu"
    },
    "tags": {
        "health": "salute",
        "diet": "dieta",
        "nutrition": "nutrizione",
        "fitness": "fitness",
        "wellness": "benessere",
        "food": "alimentazione",
        "physical_activity": "attività fisica",
        "weight": "peso",
        "body": "corpo",
        "monitoring": "monitoraggio",
        "food_waste": "spreco alimentare",
        "sustainability": "sostenibilità",
        "environment": "ambiente",
        "carbon_footprint": "impronta di carbonio",
        "eco_friendly": "ecologico",
        "cost_saving": "risparmio economico",
        "packaging": "imballaggio",
        "waste_reduction": "riduzione dello spreco",
        "emissions": "emissioni",
        "climate_change": "cambiamento climatico",
        "resource_management": "gestione delle risorse",
        "responsible_consumption": "consumo responsabile",
        "urban_gardening": "orto urbano",
        "self_sufficiency": "autosufficienza",
        "home_gardening": "orto domestico",
        "food_security": "sicurezza alimentare",
        "local_food_production": "produzione locale di cibo",
        "agriculture": "agricoltura",
        "organic_gardening": "orto biologico"
    },
    "calculators": {
        "shared_messages": {
            "insert_data_to_calculate": "Specifica dei valori per ogni campo richiesto per calcolare il risultato",
            "content_index_table": "📰 Indice dei contenuti",
            "weight": "⚖️ Peso",
            "height": "📏 Altezza",
            "age": "⏳ Età",
            "gender": "⚤ Sesso",
            "male": "♂️ Maschio",
            "female": "♀️ Femmina",
            "source": "📖 Fonte",
            "formula": "🔢 Formula",
            "country": "🌍 Nazione ",
            "calculating": "⏳ Stiamo calcolando il tuo risultato, per favore attendi...",
            "calculation_error": "❌ Si è verificato un errore nel calcolo, riprova...",
            "day": "Giorno",
            "week": "Settimana",
            "month": "Mese",
            "year": "Anno",
            "time_period": "📆 Periodo di tempo",
            "man": "🧔‍♂️ Uomo",
            "woman": "👩 Donna",
            "seasons": {
                "spring": "🌺 Primavera",
                "fall": "🍂 Autunno",
                "winter": "❄️ Inverno",
                "summer": "☀️ Estate",
                "late_spring": "🌼 Tarda primavera"
            }
        },
        "body_mass_index": {
            "title": "⚖️ Calcolatore di Indice di Massa Corporea (IMC)",
            "description": "Il calcolatore IMC ti permette di scoprire se sei sottopeso, normopeso o sovrappeso, in relazione alla tua altezza.",
            "messages": {
                "bmi": "IMC",
                "severe_thinness": "Grave magrezza",
                "moderate_thinness": "Magrezza moderata",
                "mild_thinness": "Lieve magrezza",
                "normal": "Normopeso",
                "overweight": "Sovrappeso",
                "underweight": "Sottopeso",
                "obese": "Obeso",
                "obese_class_1": "Obeso classe 1",
                "obese_class_2": "Obeso classe 2",
                "obese_class_3": "Obeso classe 3",
                "bmi_ranges": "Intervalli IMC",
                "what_bmi_is": "Cos'è l'IMC",
                "what_bmi_is_description": "L'Indice di Massa Corporea (IMC), noto anche come BMI, è un parametro utilizzato per valutare se il peso di una persona è proporzionato alla sua altezza.{break}Per calcolare l'IMC, basta dividere il peso in chilogrammi per il quadrato dell'altezza in metri.{break}Questo strumento è utile per donne e uomini che desiderano monitorare il proprio stato fisico, aiutando a capire se si è sotto peso, normopeso o in sovrappeso.",
                "low_or_high_bmi_risks": "Rischi di un IMC Alto o Basso",
                "low_or_high_bmi_risks_description": "Un indice di massa corporea alto o basso può indicare rischi per la salute.{break}Un BMI superiore al normale suggerisce sovrappeso o obesità, aumentando il rischio di malattie cardiache, diabete e ipertensione.{break}Al contrario, un BMI basso può indicare sottopeso, portando a problemi come debolezza, osteoporosi e carenze nutrizionali.{break}Se il tuo BMI è fuori dai parametri normali, consulta un medico per consigli su dieta ed esercizio fisico.{break}In ogni caso, è bene ricordare che l'IMC non prende in considerazione alcuni fattori, come massa muscolare, percentuale di grasso corporeo o costituzione dello scheletro.{break}Per tanto, anche un individuo con IMC alto o basso rispetto ai canoni standard, potrebbe comunque risultare perfettamente in salute. Anche per questo motivo, consultare un professionista è sempre consigliabile.",
                "how_to_calculate_bmi": "Come calcolare l'IMC?",
                "how_to_calculate_bmi_description": {
                    "intro": "Calcolare l'Indice di Massa Corporea (IMC) è semplice e richiede solo due informazioni: il tuo peso e la tua altezza. Segui questi passaggi:",
                    "step_1_intro": "Misura il tuo peso:",
                    "step_1": "pesa te stesso in chilogrammi (kg).",
                    "step_2_intro": "Misura la tua altezza:",
                    "step_2": "misura la tua altezza in metri (m).",
                    "step_3_intro": "Usa la formula: ",
                    "step_3": "IMC = peso (kg) / altezza² (m²)."
                },
                "what_bmi_does_not_take_into_account": "Fattori non presi in considerazione dall'IMC",
                "what_bmi_does_not_take_into_account_description": "L'Indice di Massa Corporea (IMC) è uno strumento utile per valutare il peso in relazione all'altezza, ma non tiene conto di diversi fattori cruciali.{break}Massa Muscolare: l'IMC non distingue tra massa grassa e massa muscolare. Atleti o persone molto muscolose potrebbero avere un IMC elevato, ma non essere sovrappeso.{break}Struttura Ossea: le persone con ossa più pesanti possono avere un IMC più alto rispetto a quelle con una struttura ossea più leggera, senza essere realmente in sovrappeso.{break} Distribuzione del Grasso Corporeo: l'IMC non considera dove il grasso è distribuito nel corpo. Grasso addominale eccessivo può indicare un rischio maggiore di malattie, anche se l'IMC è normale.{break}Età e Genere: questi fattori possono influenzare il metabolismo e la composizione corporea, ma l'IMC non li considera direttamente.{break}Per una valutazione più completa della salute, è consigliabile integrare l'IMC con altre misure, come la circonferenza vita-fianchi e la percentuale di grasso corporeo.",
                "bmi_difference_between_man_and_woman": "Differenza IMC tra Uomo e Donna",
                "bmi_difference_between_man_and_woman_description": "L'IMC è calcolato allo stesso modo per uomini e donne, ma i valori ottenuti possono avere interpretazioni diverse a causa delle differenze fisiologiche.{break}Distribuzione del Grasso: le donne tendono ad avere una percentuale di grasso corporeo più alta rispetto agli uomini, anche a parità di IMC. Questo è naturale e legato a fattori ormonali.{break}Composizione Corporea: gli uomini hanno, in media, più massa muscolare rispetto alle donne, il che può portare a un IMC più alto senza un corrispondente aumento di grasso corporeo.{break}Risultati e Rischi: per le donne, un IMC normale può essere associato a una percentuale di grasso corporeo più alta rispetto agli uomini, il che può influire diversamente sui rischi per la salute.{break}Pertanto, è importante considerare queste differenze quando si utilizza l'IMC per valutare il peso e la salute generale.",
                "bmi_in_children": "BMI nei Bambini",
                "bmi_in_children_description": "Il BMI nei bambini funziona in modo leggermente diverso rispetto agli adulti. Invece di usare intervalli fissi, il BMI dei bambini viene valutato in base a tabelle di crescita specifiche per età e sesso.{break}Infatti, i valori dell'IMC per i bambini sono interpretati utilizzando percentili: un bambino è considerato normopeso se il suo IMC è tra il 5° e l'85° percentile.{break}Un'altro fattore che distingue la valutazione dell'IMC tra adulto e bambino è la crescita e sviluppo: poiché i bambini sono ancora nella fase di sviluppo, e quindi la loro fisionomia cambia rapidamente e frequentemente, oltre che a ritmi diversi tra individui differenti, il loro BMI può variare significativamente, sia durante l'infanzia che l'adolescenza. È, quindi, importante monitorare il BMI nel tempo piuttosto che basarsi su un'unica misurazione.{break}Come nei soggetti adulti, però, anche nei bambini e adolescenti, un BMI troppo alto o troppo basso può indicare problemi di crescita o salute, rendendo necessario un intervento precoce con l'aiuto di un pediatra o di un nutrizionista specializzato. L'IMC nei bambini è uno strumento prezioso per prevenire obesità o malnutrizione durante la crescita."
            }
        },
        "daily_calorie_needs": {
            "title": "🍽️ Calcolatore del Fabbisogno Calorico Giornaliero",
            "description": "Calcola il tuo fabbisogno calorico giornaliero e il metabolismo basale in base all'età, al peso e al livello di attività fisica.",
            "messages": {
                "bmr": "Metabolismo Basale",
                "daily_calorie_needs": "Fabbisogno Calorico Giornaliero",
                "physical_activity": "🏋️‍♂️ Attività fisica",
                "physical_activity_coefficient": "Coefficiente attività fisica",
                "sedentary_lifestyle": "🚶 Sedentario",
                "moderately_active_lifestyle": "🏃‍♂️ Moderatamente attivo",
                "active_lifestyle": "🏃‍♂️💨 Attivo",
                "harris-benedict_formula": "Formula di Harris-Benedict",
                "what_daily_calorie_needs_is": "Cos'è il fabbisogno calorico giornaliero?",
                "what_daily_calorie_needs_is_description": "Il fabbisogno calorico giornaliero è la quantità di calorie necessarie per mantenere il peso corporeo stabile, tenendo conto non solo del metabolismo basale, ma anche dell'energia spesa per le attività quotidiane.{break}Questo valore varia in base allo stile di vita e all'attività fisica: una persona sedentaria avrà un fabbisogno calorico inferiore rispetto a una persona moderatamente attiva o attiva.{break}Conoscere il proprio fabbisogno calorico giornaliero aiuta a bilanciare l'apporto calorico con il dispendio energetico, evitando di ingrassare o perdere peso in modo non salutare.",
                "what_bmr_is": "Cos'è il metabolismo basale (BMR)?",
                "what_bmr_is_description": "Il metabolismo basale (BMR) rappresenta il numero minimo di calorie necessarie per mantenere le funzioni vitali del corpo a riposo, come la respirazione, la circolazione sanguigna e la regolazione della temperatura corporea.{break}Questo valore è influenzato da fattori come età, sesso, peso e altezza, ed è la base per calcolare il fabbisogno calorico giornaliero.{break}Conoscere il tuo BMR è essenziale per capire quante calorie il tuo corpo brucia a riposo e, quindi, per stabilire un piano alimentare adeguato che supporti i tuoi obiettivi di salute.",
                "purpose_of_knowing_your_daily_calorie_needs": "A cosa serve sapere il fabbisogno calorico giornaliero?",
                "purpose_of_knowing_your_daily_calorie_needs_description": "Conoscere il proprio fabbisogno calorico giornaliero è fondamentale per gestire il peso e la salute. Sapere quante calorie il tuo corpo necessita ti permette di impostare una dieta adeguata, evitando il sovrappeso o la perdita eccessiva di peso.{break}Inoltre, ti aiuta a capire quanto mangiare per mantenere, aumentare o ridurre il peso in modo sano ed equilibrato.{break}Questo calcolo è particolarmente utile per chi vuole migliorare la propria forma fisica o per chi ha obiettivi specifici come aumentare la massa muscolare o perdere peso.",
                "how_to_calculate_your_daily_calorie_needs": "Come calcolare il fabbisogno calorico giornaliero (e il metabolismo basale)",
                "how_to_calculate_your_daily_calorie_needs_description": {
                    "intro": "Per calcolare il fabbisogno calorico giornaliero, è necessario partire dal metabolismo basale (BMR) usando la formula di Harris-Benedict, una delle più utilizzate in nutrizione. Questa formula prende in considerazione il sesso, l'età, il peso e l'altezza.",
                    "for_men": "♂️ Per gli uomini:",
                    "men_formula": "BMR = 66,473 + (13,7516 × peso in kg) + (5,0033 × altezza in cm) - (6,755 × età in anni)",
                    "for_women": "♀️ Per le donne:",
                    "women_formula": "BMR = 655,0955 + (9,5634 × peso in kg) + (1,8496 × altezza in cm) - (4,6756 × età in anni)",
                    "after_bmr_formula": "Una volta calcolato il BMR, moltiplicalo per un fattore di attività fisica, che varia in base al tuo livello di attività:",
                    "sedentary_daily_calorie_needs_formula": "BRM × 1,2",
                    "moderately_active_daily_calorie_needs_formula": "BRM × 1,3",
                    "active_daily_calorie_needs_formula": "BRM × 1,4"
                },
                "why_is_it_important_to_know_your_daily_calorie_needs": "Perché è importante sapere il proprio fabbisogno calorico giornaliero?",
                "why_is_it_important_to_know_your_daily_calorie_needs_description": "Conoscere il proprio fabbisogno calorico giornaliero è cruciale per mantenere uno stile di vita sano. Ti aiuta a prendere decisioni alimentari consapevoli, a mantenere o raggiungere il peso desiderato, e a migliorare la tua salute generale.{break}Sapere quante calorie il tuo corpo richiede ti permette di bilanciare correttamente l'apporto calorico con il consumo energetico, evitando sia il rischio di ingrassare che di perdere peso in modo non salutare.",
                "differences_between_bmr_formulas": "Confronto tra le Formule per il Calcolo del Metabolismo Basale",
                "differences_between_bmr_formulas_description": "Esistono diverse formule per calcolare il metabolismo basale, tra cui la formula di Harris-Benedict e la formula di Mifflin-St Jeor.{break}La formula di Harris-Benedict, sviluppata nel 1918, è stata una delle prime a essere utilizzata e tiene conto di fattori come peso, altezza, età e sesso.{break}Tuttavia, la formula di Mifflin-St Jeor, introdotta nel 1990, è considerata più accurata per la popolazione moderna poiché tiene conto dei cambiamenti nel tasso metabolico basale dovuti a stili di vita e composizioni corporee più recenti.",
                "daily_calorie_need_for_sedentary_people_table": "Tabella fabbisogno calorico giornaliero per persone sedentarie"
            }
        },
        "food_waste": {
            "title": "🥕🗑️ Calcolatore Spreco Alimentare",
            "description": "Calcola le emissioni di CO₂eq causate dal tuo spreco alimentare e determina quanto avresti potuto risparmiare.",
            "messages": {
                "intro": "Questo Calcolatore dello Spreco Alimentare ti permette di misurare l'impatto ambientale e il costo economico dell tuo spreco di cibo.{break}Conoscendo le tue emissioni di CO₂eq, puoi fare scelte più sostenibili, ridurre lo spreco e risparmiare.",
                "meat": "🍖 Carne",
                "fruits": "🍎 Frutta",
                "vegetables": "🥕 Verdura",
                "dairy": "🧀 Latte/Formaggi/...",
                "seafood": "🦐 Pesce/Molluschi/...",
                "grains": "🌽 Cereali e Legumi",
                "sweets_and_snacks": "🍫 Dolci e Snack",
                "food_category": "Categoria Alimentare",
                "bought_amount": "Acquistato",
                "wasted_amount": "Sprecato",
                "paper_packaging_amount": "Confezioni in Carta",
                "plastic_packaging_amount": "Confezioni in Plastica",
                "wasted_amount_cant_be_greater_than_bought_amount": "L'ammontare sprecato non può essere maggiore dell'ammontare acquistato",
                "calculation_results": "Su ~{total_emissions} CO₂eq di emissioni, ~{wasted_emissions} CO₂eq sono andate sprecate. Sarebbero bastate ~{could_have_been_enough_emissions} CO₂eq.{space}Su ~{total_costs}€ spesi, ~{wasted_costs}€ sono andati sprecati. Sarebbero bastati ~{could_have_been_enough_costs}€.{space}Le emissioni per il cibo sprecato equivalgono a guidare un'auto per {km_in_car_equivalent} km.",
                "sources_on_carbon_footprint_and_prices": "Fonti sulle impronte di carbonio e prezzi",
                "how_food_waste_gets_calculated": "Come viene calcolato lo spreco alimentare",
                "how_food_waste_gets_calculated_description": "Calcolare lo spreco alimentare è fondamentale per comprendere l'impatto delle nostre abitudini alimentari sull'ambiente e sul portafoglio.{break}Il nostro strumento stima la tua impronta carbonica in base alla quantità di cibo sprecato e alle informazioni da te inserite, calcolando l'equivalente in emissioni di CO₂ per fornire un quadro chiaro di quanto sprechiamo e di come possiamo migliorare.",
                "how_to_reduce_food_waste": "Come ridurre lo spreco alimentare",
                "how_to_reduce_food_waste_description": "Ridurre lo spreco alimentare è possibile adottando semplici accorgimenti.{break}Pianifica i pasti settimanali, fai una lista della spesa mirata e conserva correttamente gli alimenti.{break}Impara a riciclare gli avanzi e a monitorare le date di scadenza. Anche porzioni più piccole possono fare la differenza, evitando di cucinare o servire più del necessario.",
                "how_to_reduce_carbon_footprint_of_our_diet": "Come ridurre l'impronta carbonica della nostra alimentazione",
                "how_to_reduce_carbon_footprint_of_our_diet_description": "La riduzione dell'impronta carbonica derivante dalla nostra alimentazione inizia con scelte consapevoli.{break}Privilegia cibi locali e di stagione, riduci il consumo di carne e pesce, e opta per prodotti con meno imballaggi.{break}Questo calcolatore di impronta carbonica del cibo può aiutarti a visualizzare l'impatto delle tue scelte alimentari, consentendoti di adottare abitudini più sostenibili.",
                "how_to_compare_food_waste_emissions_to_emission_per_km_driven_in_car": "Come comparare le emissioni dello spreco alimentare ai km percorsi in auto",
                "how_to_compare_food_waste_emissions_to_emission_per_km_driven_in_car_description": "Siccome i risultati dello spreco alimentare sono espressi in emissioni di CO₂ equivalente, possiamo compararli con le emissioni di CO₂ di un'autovettura.{break}Basterà moltiplicare le emissioni equivalenti dello spreco alimentare, per le emissioni al km di un'automobile presa come modello. Nel nostro caso una Toyota Corolla (una delle macchine più diffuse al mondo), le cui emissioni per km stimate sono di {avg_emissions_per_km} KgCO₂e.{space}Fonte e più dettagli sul calcolo: {source_link}",
                "top_10_country_by_waste_per_capita": "Top 10 Nazioni per spreco cibo per capita",
                "food_waste_in_kg_per_capita": "Spreco di Cibo (Kg/Capita)",
                "top_10_country_by_annual_food_waste": "Top 10 Nazioni per spreco cibo annuo",
                "annual_food_waste_in_tons": "Spreco Cibo Annuo (Tonnellate)",
                "how_different_food_categories_impact_on_co2_emissions": "Come diverse categorie di cibo contribuiscono alle emissioni di CO₂",
                "how_different_food_categories_impact_on_co2_emissions_description": "Ogni categoria di cibo contribuisce alle emissioni di CO₂ in modi diversi, influenzando l'impatto ambientale complessivo della nostra alimentazione.{break}La carne è tra i maggiori responsabili, con la produzione di carne bovina che emette grandi quantità di CO₂ e metano, derivanti principalmente dall'allevamento intensivo e dalla digestione dei ruminanti.{break}Frutta e verdura hanno un impatto minore, ma le emissioni possono aumentare a causa dei trasporti a lunga distanza e delle colture in serra.{break}I latticini seguono la carne, con emissioni elevate legate alla produzione di latte e derivati, a causa delle risorse richieste per l’alimentazione e la gestione delle mucche.{break}I frutti di mare possono variare, ma la pesca intensiva e l'acquacoltura contribuiscono alle emissioni attraverso l'uso di carburanti per le imbarcazioni e l’alimentazione degli allevamenti.{break}I cereali hanno emissioni relativamente basse, ma la produzione su larga scala e l'uso di fertilizzanti chimici le aumentano.{break}Infine, dolci e snack possono sembrare meno impattanti, ma gli ingredienti come lo zucchero e l'olio di palma, insieme ai processi industriali, contribuiscono alle emissioni complessive di CO₂."
            }
        },
        "vegetable_garden": {
            "title": "🍅🫛 Calcolatore di Semina dell'Orto",
            "description": "Con il calcolatore di semina dell'orto potrai pianificare la semina dei tuoi ortaggi: scopri le necessità, il costo e la resa degli ortaggi che hai intenzione di coltivare.",
            "messages": {
                "intro": "Fattori presi in considerazione: spazio necessario, irrigazione, fertilizzante, terreno, costi, resa, stagione, malattie.",
                "diseases_preventions": {
                    "use_disease_resistant_varieties": "utilizzare varietà resistenti alle malattie",
                    "rotate_crops": "ruotare le colture",
                    "ensure_proper_spacing": "garantire il giusto distanziamento",
                    "ensure_good_air_circulation": "garantire una buona circolazione dell’aria",
                    "avoid_overhead_watering": "evitare l’irrigazione dall’alto",
                    "avoid_soil_compaction": "evitare la compattazione del terreno",
                    "use_row_covers": "usare teli protettivi",
                    "use_disease_free_seeds": "utilizzare semi privi di malattie",
                    "avoid_overwatering": "evitare l'irrigazione eccessiva"
                },
                "diseases_signs_and_symptoms": {
                    "yellowing_leaves": "foglie ingiallite",
                    "stunted_growth": "crescita stentata",
                    "downy_mildew": "muffa grigia",
                    "wilting_leaves": "foglie appassite",
                    "spots_on_fruit": "macchie sui frutti",
                    "powdery_mildew": "oidio",
                    "forked_roots": "radici biforcate",
                    "root_maggots": "larve delle radici",
                    "spots_on_leaves": "macchie sulle foglie",
                    "wilting": "appassimento",
                    "rotting": "marcente",
                    "clubroot": "radici gonfie/distorte (clubroot)"
                },
                "diseases_treatments": {
                    "apply_organic_fungicide": "applicare un fungicida biologico",
                    "remove_affected_plants": "rimuovere le piante colpite",
                    "apply_fungicide": "applicare un fungicida",
                    "remove_infected_leaves": "rimuovere le foglie infette",
                    "apply_copper_fungicide": "applicare un fungicida a base di rame",
                    "remove_diseased_parts": "rimuovere le parti malate",
                    "apply_neem_oil": "applicare olio di neem",
                    "use_organic_nematode_control": "utilizzare il controllo biologico dei nematodi",
                    "apply_insecticidal_soap": "applicare sapone insetticida"
                },
                "fertilizers": {
                    "compost": "compost",
                    "organic_nitrogen": "azoto organico",
                    "organic_compost": "compost organico",
                    "nitrogen_rich_fertilizer": "fertilizzante ricco di azoto",
                    "balanced_fertilizer": "fertilizzante bilanciato",
                    "potassium_rich_fertilizer": "fertilizzante ricco di potassio",
                    "potash_rich_fertilizer": "fertilizzante ricco di potassa"
                },
                "growing_tips": {
                    "plant_in_cool_weather": "piantare in clima fresco",
                    "keep_soil_consistently_moist": "mantenere il terreno costantemente umido",
                    "avoid_planting_in_hot_weather": "evitare di piantare in clima caldo",
                    "support_with_stakes": "supportare con pali",
                    "prune_suckers_for_better_yield": "potare i polloni per un rendimento migliore",
                    "mulch_to_retain_moisture": "concimare/pacciamare per trattenere l'umidità",
                    "train_vines_on_a_trellis": "far crescere le viti su un pergolato",
                    "thin_seedlings_to_prevent_crowding": "diradare le piantine per evitare l'affollamento",
                    "ensure_deep_loose_soil": "garantire un terreno profondo e sciolto",
                    "harvest_early_to_avoid_bitterness": "raccogliere precocemente per evitare l'amarezza",
                    "ensure_consistent_moisture": "garantire un'umidità costante",
                    "hill_up_soil_around_plants": "accumulare terra intorno alle piante",
                    "avoid_waterlogged_soil": "evitare terreni inzuppati d'acqua",
                    "plant_in_full_sun": "piantare al sole pieno",
                    "harvest_when_small_for_best_flavor": "raccogliere quando piccoli per un sapore migliore",
                    "start_seeds_indoors": "iniziare la semina in casa",
                    "protect_heads_from_direct_sunlight": "proteggere dal sole diretto",
                    "avoid_excessive_nitrogen": "evitare azoto eccessivo"
                },
                "soils": {
                    "loamy_soil": "terreno argilloso",
                    "well_drained_soil": "terreno ben drenato",
                    "slightly_acidic_soil": "terreno leggermente acido",
                    "sandy_loam": "limo sabbioso",
                    "sandy_soil": "terreno sabbioso"
                },
                "vegetable_types": {
                    "leafy_vegetable": "ortaggio a foglia",
                    "fruit_vegetable": "ortaggio da frutto",
                    "root_vegetable": "ortaggio a radice",
                    "bulb_vegetable": "ortaggio a bulbo",
                    "tuber_vegetable": "ortaggio tuberoso",
                    "stem_vegetable": "ortaggio a stelo",
                    "flowering_vegetable": "ortaggio da fiore",
                    "legume": "legume",
                    "seed_vegetable": "ortaggio da seme",
                    "herb": "erba"
                },
                "time_periods": {
                    "per_week": "a settimana"
                },
                "vegetables": {
                    "lettuce": "🥬 Lattuga",
                    "spinach": "🥬 Spinaci",
                    "tomato": "🍅 Pomodoro",
                    "cucumber": "🥒 Cetriolo",
                    "carrot": "🥕 Carota",
                    "radish": "Ravanello",
                    "potato": "🥔 Patata",
                    "broccoli": "🥦 Broccolo",
                    "cauliflower": "🥦 Cavolfiore",
                    "pepper": "🫑 Peperone",
                    "eggplant": "🍆 Melanzana"
                },
                "climates": {
                    "tropical": "🌴 Tropicale",
                    "equatorial": "🌧️ Equatoriale",
                    "subtropical": "🍊 Subtropicale",
                    "temperate": "🌳 Temperato",
                    "humid_temperate": "☔ Umido temperato",
                    "oceanic": "🌊 Oceanico",
                    "mediterranean": "🍇 Mediterraneo",
                    "continental": "🌾 Continentale",
                    "subarctic": "🌲 Subartico",
                    "trans_siberian": "🚂 Trans siberiano",
                    "polar": "🧊 Polare",
                    "snow": "❄️ Nevicare",
                    "glacial": "🏔️ Glaciale",
                    "steppe": "🌾 Steppa",
                    "desert": "🏜️ Deserto",
                    "monsoon": "🌦️ Monsone",
                    "sinic": "🏯 Sinico",
                    "savannah": "🦁 Savana",
                    "alpine": "🏔️ Alpino",
                    "boreal": "🌲 Boreale"
                },
                "results": {
                    "by_available_space": "In {required_space} m², potrete piantare {plant_amount} piante e riuscirete a raccogliere {harvest_amount} kg.",
                    "by_harvest_amount": "Per raccogliere almeno {harvest_amount} kg, dovrete piantare {plant_amount} piante e avrete bisogno di {required_space} m² di spazio."
                },
                "select_vegetables": "Seleziona ortaggi",
                "vegetables_lbl": "🥕 Ortaggi",
                "what_to_base_the_calculation_on": "Su cosa basare il calcolo?",
                "calculation_by_price": "In base al mio budget",
                "calculation_by_available_space": "In base allo spazio che ho a disposizione",
                "calculation_by_harvest_amount": "In base ai kg di raccolto desiderati ",
                "available_space": "Spazio a disposizione",
                "desired_harvest": "Raccolto desiderato",
                "available_budget": "Budget a disposizione",
                "no_vegetables_selected": "Nessun ortaggio selezionato",
                "missing_user_data": "Mancano informazioni sugli ortaggi scelti",
                "more_info_on_this_vegetable": "Più informazioni su questo ortaggio",
                "space_required_between_plants": "Spazio da lasciare tra le piante",
                "irrigation": "Irrigazione",
                "irrigation_message": "{quantity} litri {frequency_amount} volte {frequency_time_period}",
                "suitable_fertilizers": "Fertilizzanti adatti",
                "suitable_soils": "Tipo di suolo adatto",
                "suitable_seasons": "Stagioni di semina",
                "growing_tips_lbl": "Consigli di coltivazione",
                "common_diseases": "Malattie comuni",
                "diseases_signs_and_symptoms_lbl": "Segni e sintomi",
                "diseases_preventions_lbl": "Prevenzioni",
                "diseases_treatments_lbl": "Cure",
                "climate": "🌡️ Clima",
                "select_a_climate": "Seleziona il clima della tua zona",
                "what_is_the_vegetable_sowing_calculator_for": "A cosa serve il calcolatore di semina dell'orto?",
                "what_is_the_vegetable_sowing_calculator_for_description": "Questo calcolatore è pensato per coloro che vogliono iniziare a fare orto, ma che non hanno ancora idea di come funzioni questo mondo.{break}Con il calcolatore di semina, ci poniamo come obiettivo quello di darvi indicazioni su come gestire gli ortaggi che desiderate coltivare.{break}Infatti, dopo aver inserito i dati richiesti, il calcolatore saprà dirvi quante piante coltivare, quanto sarà il raccolto stimato e svariate altre informazioni necessarie a garantire che il vostro orto sia un successo.",
                "what_information_will_the_sowing_calculator_provide_me": "Quali informazioni mi fornirà il calcolatore di semina?",
                "what_information_will_the_sowing_calculator_provide_me_description": "Come detto, potrete farvi un'idea sul numero di piante da coltivare, sullo spazio necessario per farlo e sul raccolto che potrete aspettarvi.{break}Inoltre, il calcolo fornirà la distanza da lasciare tra le piante, la stagione di semina consigliata, la quantità e frequenza di irrigazione, i fertilizzanti e tipi di suolo più adatti all'ortaggio.{break}Insieme a tutto questo, abbiamo pensato potessero essere utili alcuni consigli per migliorare l'esperienza di coltivazione e per conoscere, prevenire e trattare le malattie più comuni per ogni ortaggio.",
                "why_is_climate_an_important_element_in_sowing_calculations": "Perché il clima è un elemento importante nel calcolo della semina?",
                "why_is_climate_an_important_element_in_sowing_calculations_description": "Come avrete potuto notare, il nostro strumento per la pianificazione dell'orto richiede di selezionare il clima della zona in cui è situato il vostro orto.{break}Questa necessità è dovuta al fatto che in climi diversi, gli ortaggi crescono con più o meno facilità e a ritmi differenti.{break}Ogni clima ha un coefficiente di crescita associato, il cui il valore massimo è 1, che indica un clima perfetto per la coltivazione.{break}Comunque, non dovrete preoccuparvi di niente, il nostro calcolatore prende già in considerazione questo fattore, includendolo nei calcoli e fornendo, di conseguenza, un risultato misurato sul clima selezionato.{break}È importante ricordare che una serra potrebbe alterare le condizioni prese in considerazione per il clima: in questo caso selezionate un clima più caldo e umido di quello in cui il vostro orto è situato.",
                "what_else_might_be_useful_to_know_for_growing_my_vegetable_garden": "Cos'altro potrebbe essere utile sapere per la coltivazione del mio orto?",
                "what_else_might_be_useful_to_know_for_growing_my_vegetable_garden_description": {
                    "part_1": "Ci sono un paio di considerazioni che potrebbero incrementare la produttività del vostro orto, che non sono (per ora) prese in considerazione dal calcolatore.{break}Tra le principali troviamo la fase lunare e l'abbinamento di ortaggi.{space}La Luna e le sue fasi giocano un ruolo importante nella coltivazione del vostro orto, causando una variazione in come un ortaggio cresce, fiorisce o si sviluppa.{break}Ci sono fasi lunari più o meno adatte per ogni ortaggio, stile di semina (coltura protetta, semina in casa, ...) e azioni preparatorie per il terreno (concimazione con diversi tipi di fertilizzante, travaso, ...).{space}Più informazioni sulle fasi lunari nella coltivazione:{break}{part_1_links}",
                    "part_2": "{break}Per quanto riguarda l'abbinamento di ortaggi, a cui ci si riferisce col termine \"consociazione\", è bene sapere che ci sono ortaggi che, se piantati sullo stesso terreno, si \"abbinano\" più o meno bene con altri.{break}Abbinamenti azzeccati aiutano a contrastare i parassiti, migliorare la crescita e, in alcuni casi, il sapore dell'ortaggio stesso.{break}Al contrario, una consociazione non corretta potrebbe danneggiare il rendimento del vostro orto a causa di un consumo idrico o di nutrienti sbilanciato, oppure aumentando il rischio di trasmissione di malattie e parassiti.{space}Più informazioni sulla consociazione:{break}{part_2_links}"
                }
            }
        }
    }
}