{
    "home": {
        "title": "Calcolatori online gratis per ogni necessità",
        "description": "Scopri una collezione completa di calcolatori online gratuiti pensati per soddisfare tutte le tue esigenze. Che tu stia cercando strumenti per finanza, salute o utilità, il nostro sito offre una vasta gamma di calcolatori facili da usare. Esplora la nostra lista estesa e trova il calcolatore perfetto per ogni compito. La tua risorsa di riferimento per calcoli comodi e accurati."
    },
    "contact_us": "Contattaci",
    "privacy_disclaimer": "Questo sito NON usa cookie e NON raccoglie, salva o condivide a terzi alcuna informazione.",
    "no_results": "Nessun Risultato",
    "search_a_calculator": "Cerca un calcolatore...",
    "calculator_not_available_toast_summary": "Calcolatore non disponibile",
    "calculator_not_available_toast_detail": "{0} non è al momento disponibile o è ancora in fase di sviluppo. Riprova più avanti.",
    "calculate": "Calcola",
    "more_resources_on_the_topic": "Altre risorse sull'argomento",
    "select_a_country": "Seleziona una nazione",
    "related_calculators": "Calcolatori Correlati",
    "countries": {
        "france": "Francia",
        "germany": "Germania",
        "italy": "Italia",
        "netherlands": "Paesi Bassi",
        "spain": "Spagna",
        "usa": "Stati Uniti",
        "china": "Cina",
        "india": "India",
        "pakistan": "Pakistan",
        "nigeria": "Nigeria",
        "brazil": "Brasile",
        "egypt": "Egitto",
        "indonesia": "Indonesia",
        "bangladesh": "Bangladesh",
        "mexico": "Messico",
        "maldives": "Maldive",
        "seychelles": "Seychelles",
        "syria": "Siria",
        "tunisia": "Tunisia",
        "dominican_republic": "Repubblica Domenicana",
        "tanzania": "Tanzania",
        "iraq": "Iraq",
        "rwanda": "Ruanda",
        "vanuatu": "Vanuatu"
    },
    "tags": {
        "health": "salute",
        "diet": "dieta",
        "nutrition": "nutrizione",
        "fitness": "fitness",
        "wellness": "benessere",
        "food": "alimentazione",
        "physical_activity": "attività fisica",
        "weight": "peso",
        "body": "corpo",
        "monitoring": "monitoraggio",
        "food_waste": "spreco alimentare",
        "sustainability": "sostenibilità",
        "environment": "ambiente",
        "carbon_footprint": "impronta di carbonio",
        "eco_friendly": "ecologico",
        "cost_saving": "risparmio economico",
        "packaging": "imballaggio",
        "waste_reduction": "riduzione dello spreco",
        "emissions": "emissioni",
        "climate_change": "cambiamento climatico",
        "resource_management": "gestione delle risorse",
        "responsible_consumption": "consumo responsabile"
    },
    "calculators": {
        "shared_messages": {
            "data_generated_using_ai": "I dati sono stati generati tramite l'ausilio di intelligenza artificiale, pertanto potrebbero risultare erronei o inaccurati.",
            "insert_data_to_calculate": "Specifica dei valori per ogni campo richiesto per calcolare il risultato",
            "weight": "Peso",
            "height": "Altezza",
            "age": "Età",
            "gender": "Sesso",
            "male": "Maschio",
            "female": "Femmina",
            "source": "Fonte",
            "formula": "Formula",
            "country": "Nazione",
            "calculating": "Stiamo calcolando il tuo risultato, per favore attendi...",
            "calculation_error": "Si è verificato un errore nel calcolo, riprova...",
            "day": "Giorno",
            "week": "Settimana",
            "month": "Mese",
            "year": "Anno",
            "time_period": "Periodo di tempo",
            "man": "Uomo",
            "woman": "Donna"
        },
        "body_mass_index": {
            "title": "Calcolatore di Indice di Massa Corporea (IMC)",
            "description": "Calcola il tuo IMC e scopri il tuo peso ideale in base all'altezza e all'età, per valutare se sei sottopeso, normopeso o sovrappeso.",
            "messages": {
                "bmi": "IMC",
                "severe_thinness": "Grave magrezza",
                "moderate_thinness": "Magrezza moderata",
                "mild_thinness": "Lieve magrezza",
                "normal": "Normopeso",
                "overweight": "Sovrappeso",
                "underweight": "Sottopeso",
                "obese": "Obeso",
                "obese_class_1": "Obeso classe 1",
                "obese_class_2": "Obeso classe 2",
                "obese_class_3": "Obeso classe 3",
                "bmi_ranges": "Intervalli IMC",
                "what_bmi_is": "Cos'è l'IMC",
                "what_bmi_is_description": "L'Indice di Massa Corporea (IMC), noto anche come BMI, è un parametro utilizzato per valutare se il peso di una persona è proporzionato alla sua altezza. Per calcolare l'IMC, basta dividere il peso in chilogrammi per il quadrato dell'altezza in metri. Questo strumento è utile per donne e uomini che desiderano monitorare la propria salute, aiutandoti a capire se sei sotto peso, normopeso o in sovrappeso, fornendo un'indicazione utile sul tuo stato fisico.",
                "low_or_high_bmi_risks": "Rischi di un IMC Alto o Basso",
                "low_or_high_bmi_risks_description": "Un indice di massa corporea alto o basso può indicare rischi per la salute. Un BMI superiore al normale suggerisce sovrappeso o obesità, aumentando il rischio di malattie cardiache, diabete e ipertensione. Al contrario, un BMI basso può indicare sottopeso, portando a problemi come debolezza, osteoporosi e carenze nutrizionali. Se il tuo BMI è fuori dai parametri normali, consulta un medico per consigli su dieta ed esercizio fisico.",
                "how_to_calculate_bmi": "Come calcolare l'IMC?",
                "how_to_calculate_bmi_description": {
                    "intro": "Calcolare l'Indice di Massa Corporea (IMC) è semplice e richiede solo due informazioni: il tuo peso e la tua altezza. Segui questi passaggi:",
                    "step_1_intro": "Misura il tuo peso:",
                    "step_2_intro": "Misura la tua altezza:",
                    "step_3_intro": "Usa la formula: ",
                    "step_1": "pesa te stesso in chilogrammi (kg).",
                    "step_2": "misura la tua altezza in metri (m).",
                    "step_3": "IMC = peso (kg) / altezza² (m²)."
                },
                "what_bmi_does_not_take_into_account": "Fattori Non Presi in Considerazione dall'IMC",
                "what_bmi_does_not_take_into_account_description": "L'Indice di Massa Corporea (IMC) è uno strumento utile per valutare il peso in relazione all'altezza, ma non tiene conto di diversi fattori cruciali. Massa Muscolare: L'IMC non distingue tra massa grassa e massa muscolare. Atleti o persone molto muscolose potrebbero avere un IMC elevato, ma non essere sovrappeso. Struttura Ossea: Le persone con ossa più pesanti possono avere un IMC più alto rispetto a quelle con una struttura ossea più leggera, senza essere realmente in sovrappeso. Distribuzione del Grasso Corporeo: L'IMC non considera dove il grasso è distribuito nel corpo. Grasso addominale eccessivo può indicare un rischio maggiore di malattie, anche se l'IMC è normale. Età e Genere: Questi fattori possono influenzare il metabolismo e la composizione corporea, ma l'IMC non li considera direttamente. Per una valutazione più completa della salute, è consigliabile integrare l'IMC con altre misure, come la circonferenza vita-fianchi e la percentuale di grasso corporeo.",
                "bmi_difference_between_man_and_woman": "Differenza IMC tra Uomo e Donna",
                "bmi_difference_between_man_and_woman_description": "L'IMC è calcolato allo stesso modo per uomini e donne, ma i valori ottenuti possono avere interpretazioni diverse a causa delle differenze fisiologiche. Distribuzione del Grasso: Le donne tendono ad avere una percentuale di grasso corporeo più alta rispetto agli uomini, anche a parità di IMC. Questo è naturale e legato a fattori ormonali. Composizione Corporea: Gli uomini hanno, in media, più massa muscolare rispetto alle donne, il che può portare a un IMC più alto senza un corrispondente aumento di grasso corporeo. Risultati e Rischi: Per le donne, un IMC normale può essere associato a una percentuale di grasso corporeo più alta rispetto agli uomini, il che può influire diversamente sui rischi per la salute. Pertanto, è importante considerare queste differenze quando si utilizza l'IMC per valutare il peso e la salute generale.",
                "bmi_in_children": "BMI nei Bambini",
                "bmi_in_children_description": "Il BMI nei bambini funziona in modo leggermente diverso rispetto agli adulti. Invece di usare intervalli fissi, il BMI dei bambini viene valutato in base a tabelle di crescita specifiche per età e sesso. Percentili: I valori dell'IMC per i bambini sono interpretati utilizzando percentili. Un bambino è considerato normopeso se il suo IMC è tra il 5° e l'85° percentile. Crescita e Sviluppo: Poiché i bambini crescono a ritmi diversi, il loro BMI può variare significativamente durante l'infanzia e l'adolescenza. È importante monitorare il BMI nel tempo piuttosto che basarsi su un'unica misurazione. Intervento Precoce: Un BMI troppo alto o troppo basso può indicare problemi di crescita o salute, rendendo necessario un intervento precoce con l'aiuto di un pediatra o di un nutrizionista specializzato. L'IMC nei bambini è uno strumento prezioso per prevenire obesità o malnutrizione durante la crescita."
            }
        },
        "daily_calorie_needs": {
            "title": "Calcolatore del Fabbisogno Calorico Giornaliero",
            "description": "Calcola il tuo fabbisogno calorico giornaliero e il metabolismo basale in base all'età, al peso e al livello di attività fisica.",
            "messages": {
                "bmr": "Metabolismo Basale",
                "daily_calorie_needs": "Fabbisogno Calorico Giornaliero",
                "physical_activity": "Attività fisica",
                "physical_activity_coefficient": "Coefficiente attività fisica",
                "sedentary_lifestyle": "Sedentario",
                "moderately_active_lifestyle": "Moderatamente attivo",
                "active_lifestyle": "Attivo",
                "harris-benedict_formula": "Formula di Harris-Benedict",
                "what_daily_calorie_needs_is": "Cos'è il fabbisogno calorico giornaliero?",
                "what_daily_calorie_needs_is_description": "Il fabbisogno calorico giornaliero è la quantità di calorie necessarie per mantenere il peso corporeo stabile, tenendo conto non solo del metabolismo basale, ma anche dell'energia spesa per le attività quotidiane. Questo valore varia in base allo stile di vita e all'attività fisica: una persona sedentaria avrà un fabbisogno calorico inferiore rispetto a una persona moderatamente attiva o attiva. Conoscere il proprio fabbisogno calorico giornaliero aiuta a bilanciare l'apporto calorico con il dispendio energetico, evitando di ingrassare o perdere peso in modo non salutare.",
                "what_bmr_is": "Cos'è il metabolismo basale (BMR)?",
                "what_bmr_is_description": "Il metabolismo basale (BMR) rappresenta il numero minimo di calorie necessarie per mantenere le funzioni vitali del corpo a riposo, come la respirazione, la circolazione sanguigna e la regolazione della temperatura corporea. Questo valore è influenzato da fattori come età, sesso, peso e altezza, ed è la base per calcolare il fabbisogno calorico giornaliero. Conoscere il tuo BMR è essenziale per capire quante calorie il tuo corpo brucia a riposo, e per stabilire un piano alimentare adeguato che supporti i tuoi obiettivi di salute.",
                "purpose_of_knowing_your_daily_calorie_needs": "A cosa serve sapere il fabbisogno calorico giornaliero?",
                "purpose_of_knowing_your_daily_calorie_needs_description": "Conoscere il proprio fabbisogno calorico giornaliero è fondamentale per gestire il peso e la salute. Sapere quante calorie il tuo corpo necessita ti permette di impostare una dieta adeguata, evitando il sovrappeso o la perdita eccessiva di peso. Inoltre, ti aiuta a capire quanto mangiare per mantenere, aumentare o ridurre il peso in modo sano ed equilibrato. Questo calcolo è particolarmente utile per chi vuole migliorare la propria forma fisica o per chi ha obiettivi specifici come aumentare la massa muscolare o perdere peso.",
                "how_to_calculate_your_daily_calorie_needs": "Come calcolare il fabbisogno calorico giornaliero (e il metabolismo basale)",
                "how_to_calculate_your_daily_calorie_needs_description": {
                    "intro": "Per calcolare il fabbisogno calorico giornaliero, è necessario partire dal metabolismo basale (BMR) usando la formula di Harris-Benedict, una delle più utilizzate in nutrizione. Questa formula prende in considerazione il sesso, l'età, il peso e l'altezza.",
                    "for_men": "Per gli uomini:",
                    "men_formula": "BMR = 66,473 + (13,7516 × peso in kg) + (5,0033 × altezza in cm) - (6,755 × età in anni)",
                    "for_women": "Per le donne:",
                    "women_formula": "BMR = 655,0955 + (9,5634 × peso in kg) + (1,8496 × altezza in cm) - (4,6756 × età in anni)",
                    "after_bmr_formula": "Una volta calcolato il BMR, moltiplicalo per un fattore di attività fisica, che varia in base al tuo livello di attività:",
                    "sedentary_daily_calorie_needs_formula": "BRM × 1,2",
                    "moderately_active_daily_calorie_needs_formula": "BRM × 1,3",
                    "active_daily_calorie_needs_formula": "BRM × 1,4"
                },
                "why_is_it_important_to_know_your_daily_calorie_needs": "Perché è importante sapere il proprio fabbisogno calorico giornaliero?",
                "why_is_it_important_to_know_your_daily_calorie_needs_description": "Conoscere il proprio fabbisogno calorico giornaliero è cruciale per mantenere uno stile di vita sano. Ti aiuta a prendere decisioni alimentari consapevoli, a mantenere o raggiungere il peso desiderato, e a migliorare la tua salute generale. Sapere quante calorie il tuo corpo richiede ti permette di bilanciare correttamente l'apporto calorico con il consumo energetico, evitando sia il rischio di ingrassare che di perdere peso in modo non salutare.",
                "differences_between_bmr_formulas": "Confronto tra le Formule per il Calcolo del Metabolismo Basale",
                "differences_between_bmr_formulas_description": "Esistono diverse formule per calcolare il metabolismo basale, tra cui la formula di Harris-Benedict e la formula di Mifflin-St Jeor. La formula di Harris-Benedict, sviluppata nel 1918, è stata una delle prime a essere utilizzata e tiene conto di fattori come peso, altezza, età e sesso. Tuttavia, la formula di Mifflin-St Jeor, introdotta nel 1990, è considerata più accurata per la popolazione moderna poiché tiene conto dei cambiamenti nel tasso metabolico basale dovuti a stili di vita e composizioni corporee più recenti.",
                "daily_calorie_need_for_sedentary_people_table": "Tabella fabbisogno calorico giornaliero per persone sedentarie"
            }
        },
        "food_waste": {
            "title": "Calcolatore Spreco Alimentare",
            "description": "Analizza le emissioni di CO2 e il costo medio per diverse categorie alimentari, aiutandoti a prendere decisioni più sostenibili e consapevoli.",
            "messages": {
                "intro": "Utilizza il nostro Calcolatore dello Spreco Alimentare per misurare accuratamente l'impatto ambientale e il costo economico dello spreco di cibo nella tua casa o azienda. Comprendendo le tue emissioni di CO2 nelle diverse categorie alimentari, puoi fare scelte più sostenibili e ridurre lo spreco in modo efficiente.",
                "select_a_time_period": "Seleziona un periodo di tempo",
                "meat": "Carne",
                "fruits": "Frutta",
                "vegetables": "Verdura",
                "dairy": "Latte/Formaggi/...",
                "seafood": "Pesce/Molluschi/...",
                "grains": "Cereali e Legumi",
                "sweets_and_snacks": "Dolci e Snack",
                "food_category": "Categoria Alimentare",
                "bought_amount": "Ammontare Acquistato",
                "wasted_amount": "Ammontare Sprecato",
                "paper_packaging_amount": "Ammontare di Confezioni in Carta",
                "plastic_packaging_amount": "Ammontare di Confezioni in Plastica",
                "wasted_amount_cant_be_greater_than_bought_amount": "L'ammontare sprecato non può essere maggiore dell'ammontare acquistato",
                "calculation_results": "Su ~{total_emissions} CO₂eq di emissioni, ~{wasted_emissions} CO₂eq sono andate sprecate. Sarebbero bastate ~{could_have_been_enough_emissions} CO₂eq .{break}Su ~{total_costs}€ spesi, ~{wasted_costs}€ sono andati sprecati. Sarebbero bastati ~{could_have_been_enough_costs}€.{break}Le emissioni per il cibo sprecato equivalgono a guidare un'auto per {km_in_car_equivalent} km.",
                "sources_on_carbon_footprint_and_prices": "Fonti sulle impronte di carbonio e prezzi",
                "how_food_waste_gets_calculated": "Come viene calcolato lo spreco alimentare",
                "how_food_waste_gets_calculated_description": "Calcolare lo spreco alimentare è fondamentale per comprendere l'impatto delle nostre abitudini alimentari sull'ambiente e sul portafoglio. Il nostro strumento stima la tua impronta carbonica in base alla quantità di cibo sprecato e alle informazioni da te inserite, stimandone l'equivalente in emissioni di CO₂ per fornire un quadro chiaro di quanto sprechiamo e di come possiamo migliorare.",
                "how_to_reduce_food_waste": "Come ridurre lo spreco alimentare",
                "how_to_reduce_food_waste_description": "Ridurre lo spreco alimentare è possibile adottando semplici accorgimenti. Pianifica i pasti settimanali, fai una lista della spesa mirata e conserva correttamente gli alimenti. Impara a riciclare gli avanzi e a monitorare le date di scadenza. Anche porzioni più piccole possono fare la differenza, evitando di cucinare o servire più del necessario.",
                "how_to_reduce_carbon_footprint_of_our_diet": "Come ridurre l'impronta carbonica della nostra alimentazione",
                "how_to_reduce_carbon_footprint_of_our_diet_description": "Ridurre l'impronta carbonica della nostra alimentazione inizia con scelte consapevoli. Privilegia cibi locali e di stagione, riduci il consumo di carne e pesce, e opta per prodotti con meno imballaggi. Un calcolatore di impronta carbonica del cibo può aiutarti a visualizzare l'impatto delle tue scelte alimentari, consentendoti di adottare abitudini più sostenibili.",
                "how_to_compare_food_waste_emissions_to_emission_per_km_driven_in_car": "Come comparare le emissioni dello spreco alimentare ai km percorsi in auto",
                "how_to_compare_food_waste_emissions_to_emission_per_km_driven_in_car_description": "Siccome i risultati dello spreco alimentare sono espressi in emissioni di CO₂ equivalente, possiamo compararli con le emissioni di CO₂ di un'autovettura. Basterà moltiplicare le emissioni equivalenti dello spreco alimentare, per le emissioni al km di un'automobile presa come modello. Nel nostro caso, una Toyota Corolla (una delle macchine più diffuse al mondo), le cui emissioni per km stimate sono di {avg_emissions_per_km} KgCO₂e.{break}Fonte e più dettagli sul calcolo: {source_link}",
                "top_10_country_by_waste_per_capita": "Top 10 Nazioni per spreco cibo per capita",
                "food_waste_in_kg_per_capita": "Spreco di Cibo (Kg/Capita)",
                "top_10_country_by_annual_food_waste": "Top 10 Nazioni per spreco cibo annuo",
                "annual_food_waste_in_tons": "Spreco Cibo Annuo (Tonnellate)",
                "how_different_food_categories_impact_on_co2_emissions": "Come Diverse Categorie di Cibo Contribuiscono alle Emissioni di CO₂",
                "how_different_food_categories_impact_on_co2_emissions_description": "Ogni categoria di cibo contribuisce alle emissioni di CO₂ in modi diversi, influenzando l'impatto ambientale complessivo della nostra alimentazione. La carne è tra i maggiori responsabili, con la produzione di carne bovina che emette grandi quantità di CO₂ e metano, derivanti principalmente dall'allevamento intensivo e dalla digestione dei ruminanti. Frutta e verdura hanno un impatto minore, ma le emissioni possono aumentare a causa dei trasporti a lunga distanza e delle colture in serra. I latticini seguono la carne, con emissioni elevate legate alla produzione di latte e derivati, a causa delle risorse richieste per l’alimentazione e la gestione delle mucche. I frutti di mare possono variare, ma la pesca intensiva e l'acquacoltura contribuiscono alle emissioni attraverso l'uso di carburanti per le imbarcazioni e l’alimentazione degli allevamenti. I cereali hanno emissioni relativamente basse, ma la produzione su larga scala e l'uso di fertilizzanti chimici le aumentano. Infine, dolci e snack possono sembrare meno impattanti, ma gli ingredienti come lo zucchero e l'olio di palma, insieme ai processi industriali, contribuiscono alle emissioni complessive di CO₂.",
                "how_the_supply_chain_impact_the_co2_emissions": "Come la Filiera Aumenta le Emissioni di CO₂",
                "how_the_supply_chain_impact_the_co2_emissions_description": "La filiera alimentare aumenta significativamente le emissioni di CO₂ per ogni categoria di cibo. Per la carne, le emissioni provengono dalla produzione di mangimi, dall'allevamento intensivo, dalla macellazione e dalla refrigerazione. Frutta e verdura vedono un aumento delle emissioni durante il trasporto, soprattutto se vengono importate da paesi lontani, e nella conservazione in celle frigorifere. I latticini richiedono risorse aggiuntive per la produzione e la trasformazione del latte, con l'uso di macchinari energivori e la necessità di una refrigerazione continua. La filiera dei frutti di mare comporta l’uso intensivo di combustibili fossili per le imbarcazioni da pesca, e l’acquacoltura contribuisce alle emissioni attraverso il consumo di energia e l’inquinamento delle acque. I cereali subiscono un aumento delle emissioni durante la lavorazione, l'essiccazione e il trasporto, specialmente per quelli destinati alla produzione industriale. Dolci e snack comportano un processo produttivo complesso che include la lavorazione di ingredienti, il confezionamento e la distribuzione, tutti elementi che contribuiscono alle emissioni complessive."
            }
        },
        "pregnancy": {
            "title": "Calcolatore di Gravidanza",
            "description": ""
        },
        "heart_rate": {
            "title": "Calcolatore di Battito Cardiaco",
            "description": ""
        },
        "hydration": {
            "title": "Calcolatore di Idratazione",
            "description": ""
        },
        "date_difference": {
            "title": "Calcolatore di Differenza tra Date",
            "description": ""
        },
        "age": {
            "title": "Calcolatore di Età",
            "description": ""
        },
        "time_zone": {
            "title": "Calcolatore di Fusi Orari",
            "description": ""
        },
        "countdown": {
            "title": "Calcolatore di Conto alla Rovescia",
            "description": ""
        },
        "work_hours": {
            "title": "Calcolatore di Ore di Lavoro",
            "description": ""
        },
        "paint": {
            "title": "Calcolatore di Vernice",
            "description": ""
        },
        "tile": {
            "title": "Calcolatore di Piastrelle",
            "description": ""
        },
        "concrete": {
            "title": "Calcolatore di Calcestruzzo",
            "description": ""
        },
        "insulation": {
            "title": "Calcolatore di Isolamento",
            "description": ""
        },
        "fertilizer": {
            "title": "Calcolatore di Fertilizzanti",
            "description": ""
        },
        "series_and_parallel_resistor": {
            "title": "Calcolatore di Resistenze in Serie e Parallelo",
            "description": ""
        },
        "voltage_drop": {
            "title": "Calcolatore di Caduta di Tensione",
            "description": ""
        },
        "electrical_power": {
            "title": "Calcolatore di Potenza Elettrica",
            "description": ""
        },
        "material_strength": {
            "title": "Calcolatore di Resistenza dei Materiali",
            "description": ""
        },
        "battery_charge_time": {
            "title": "Calcolatore di Tempo di Carica della Batteria",
            "description": ""
        },
        "grade_point_average": {
            "title": "Calcolatore di Media Voti",
            "description": ""
        },
        "percentage": {
            "title": "Calcolatore di Percentuali",
            "description": ""
        },
        "mileage": {
            "title": "Calcolatore di Chilometraggio",
            "description": ""
        },
        "fuel_cost": {
            "title": "Calcolatore di Costo del Carburante",
            "description": ""
        },
        "navigation_route": {
            "title": "Calcolatore di Rotte di Navigazione",
            "description": ""
        },
        "co2_emissions": {
            "title": "Calcolatore di Emissioni di CO2",
            "description": ""
        },
        "flight_time": {
            "title": "Calcolatore di Tempo di Volo",
            "description": ""
        },
        "body_fat": {
            "title": "Calcolatore di Massa Grassa",
            "description": ""
        },
        "macronutrient": {
            "title": "Calcolatore di Macro Nutrienti",
            "description": ""
        },
        "ideal_weight": {
            "title": "Calcolatore di Peso Ideale",
            "description": ""
        },
        "maximum_heart_rate": {
            "title": "Calcolatore di Battito Cardiaco Massimo",
            "description": ""
        },
        "recovery_time": {
            "title": "Calcolatore di Tempo di Recupero",
            "description": ""
        },
        "volume": {
            "title": "Calcolatore di Volume",
            "description": ""
        },
        "surface_area": {
            "title": "Calcolatore di Superficie",
            "description": ""
        },
        "weight": {
            "title": "Calcolatore di Peso",
            "description": ""
        },
        "profit_margin": {
            "title": "Calcolatore di Margine di Profitto",
            "description": ""
        },
        "sale_price": {
            "title": "Calcolatore di Prezzo di Vendita",
            "description": ""
        },
        "break_even_point": {
            "title": "Calcolatore di Punto di Pareggio",
            "description": ""
        },
        "car_performance": {
            "title": "Calcolatore di Prestazioni dell'Auto",
            "description": ""
        },
        "car_maintenance": {
            "title": "Calcolatore di Manutenzione Auto",
            "description": ""
        },
        "car_financing": {
            "title": "Calcolatore di Finanziamento Auto",
            "description": ""
        },
        "energy_consumption": {
            "title": "Calcolatore di Consumo Energetico",
            "description": ""
        },
        "solar_panel": {
            "title": "Calcolatore di Pannelli Solari",
            "description": ""
        },
        "carbon_footprint": {
            "title": "Calcolatore di Impronta di Carbonio",
            "description": ""
        },
        "energy_efficiency": {
            "title": "Calcolatore di Efficienza Energetica",
            "description": ""
        },
        "energy_savings": {
            "title": "Calcolatore di Risparmio Energetico",
            "description": ""
        }
    }
}